Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Activos.*.resx
Languages: es_es

# Activoss
source: Assets
es_es: Activos

# Activos_pagina
source: Assets per page
es_es: Activos por página

# Activo_creado_error
source: The asset {0} has not been created.
es_es: Se ha producido un error en la creación del activo con la etiqueta: {0}.

# Activo_creado_exito
source: The asset {0} has been successfully created.
es_es: El activo número {0} ha sido creado con éxito.

# Activo_editado_error
source: The asset {0} has not been edited.
es_es: Se ha producido un error en la edición del activo número: {0}.

# Activo_editado_exito
source: The asset {0} has been successfully edited.
es_es: El activo número {0} ha sido editado con éxito.

# Activo_eliminado_error
source: The asset {0} has not been deleted.
es_es: El activo número {0} no ha sido eliminado.

# Activo_eliminado_exito
source: The asset {0} has been successfully deleted.
es_es: El activo número {0} ha sido eliminado con éxito.

# Categoria
source: Category
es_es: Categoría

# Codigo_etiqueta
source: RFID Id
es_es: Id. RFID

# Codigo_repetido
source: The tag code is not available because it is already in use.
es_es: El código de etiqueta no está disponible porque ya se encuentra en uso.

# Descripcion_borrado
source: Delete an existing asset
es_es: Eliminación de un activo existente

# Descripcion_creacion
source: Create a new asset
es_es: Creación de un nuevo activo

# Descripcion_detalles
source: Information about an existing asset
es_es: Información de un activo existente

# Descripcion_edicion
source: Edit an existing asset
es_es: Modificación de un activo existente

# Descripcion_index
source: Assets stored in system
es_es: Activos existentes en el sistema

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected asset?
es_es: ¿Seguro que desea eliminar la información del activo seleccionado?

# Encabezado_creacion
source: Enter the information for the new asset below
es_es: Introduzca a continuación la información del nuevo activo

# Encabezado_detalles
source: The information for the selected asset is shown below
es_es: A continuación se muestra la información del activo seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the asset below
es_es: Modifique la información que desee editar del activo a continuación

# Nuevo_activo
source: New Asset
es_es: Nuevo Activo

# Tipo
source: Product
es_es: Producto

# Titulo_crear
source: Create Asset
es_es: Crear Activo

# Titulo_editar
source: Edit Asset
es_es: Editar Activo

# Titulo_eliminar
source: Delete Asset
es_es: Eliminar Activo

# Almacen
source: In store
es_es: En almacén

# Descartado
source: Discarded
es_es: Descartado

# Ninguna
source: None
es_es: Ninguna

# Provisionado
source: Provisioned
es_es: Provisionado

# Transito
source: In transit
es_es: En tránsito

# Vendido
source: Sold
es_es: Vendido

# Codigo_publico
source: Public Identifier
es_es: Identificador Público

# Estado
source: Status
es_es: Estado

# NumeroSerie
source: Reference
es_es: Referencia

# Activos_secundarios_titulo
source: Secondary Assets Associated:
es_es: Activos Secundarios Asociados:

# Filtrar_estado
source: Filter by status
es_es: Filtrar por estado

# Activos_secundarios
source: Show Secondary Assets
es_es: Ver Activos Secundarios

# No_existen
source: There are no secondary assets associated with this asset.
es_es: No existen activos secundarios asociados a este activo.

# Completado
source: Completed
es_es: Completado

# En_espera
source: On hold
es_es: En espera

# Iniciado
source: Initiated
es_es: Iniciado

# EAN
source: Barcode
es_es: Código Barras

# Ubicacion_actual
source: Current Location
es_es: Ubicación Actual

# Activos_almacenados
source: Stored Assets
es_es: Activos Almacenados

# Activos_en_transito
source: Assets In Transit
es_es: Activos En Tránsito

# Activos_totales
source: Total Assets
es_es: Activos Totales

# Activos_vendidos
source: Sold Assets
es_es: Activos Vendidos

# Fecha_ultima_localizacion
source: Last Location Date
es_es: Fecha Última Localización

# Activo
source: Asset
es_es: Activo

# Historico
source: Historical
es_es: Histórico

# Descripcion_operaciones
source: Operations for the selected asset
es_es: Operaciones del activo seleccionado

# Operacion
source: Operation
es_es: Operación

# Errores
source: Errors
es_es: Errores

# ExistenProvisionados
source: Of the tags read, there are {0} in use; below are the details:
es_es: De los tags leídos, existen {0} en uso; a continuación los detalles:

# ExistenProvisionadosDetalle
source: There are {0} assets associated with the following product: {1}.
es_es: Existen {0} activos asociados al siguiente producto: {1}.

# Provisionados
source: Provisioned
es_es: Provisionados

# Leidos_activos_asociados
source: {0} assets associated with the product have been read: {1} that are associated with transfer, purchase or sale orders.
es_es: Se han leído {0} activos asociados al producto: {1} que se encuentran asociados a órdenes de transferencia, compra o venta.

# Aviso_descarte
source: If you click on Save, you will discard those assets.
es_es: Si pulsa en Guardar, descartará dichos activos.

# Leidos_activos_no_provisionados
source: {0} assets that are not provisioned have been read (they don't exist in the database, so they will not be processed, the rest will be).
es_es: Se han leído {0} activos que no están provisionados (no existen en la base de datos, por lo que no se procesarán, el resto sí).

# Descartados_correctamente
source: Successfully discarded: {0}.
es_es: Descartados correctamente: {0}.

# Numero_errores
source: Errors: {0}.
es_es: Errores: {0}.

# Provisionados_correctamente
source: Successfully provisioned: {0}.
es_es: Provisionados correctamente: {0}.

# Tags_descartados
source: {0} assets that were previously discarded have been read.
es_es: Se han leído {0} activos que ya estaban descartados con anterioridad.

# Tags_en_uso
source: Of the tags read, there are {0} already in use; below are the details:
es_es: De los tags leídos, existen {0} en uso; a continuación los detalles:

# Tags_no_provisionados
source: {0} assets that aren't provisioned have been read (they don't exist in the database).
es_es: Se han leído {0} activos que no se encuentran provisionados (no existen en la base de datos).

# Tags_provisionados
source: There are {0} assets associated with the following product: {1}.
es_es: Hay {0} activos asociados al siguiente producto: {1}.

# Aviso_secundarios_existentes
source: {0} tags that are associated with an asset have been read, so they could not be assigned. Below are the details:
es_es: Se han leído {0} tags que se encuentran asociados a algún activo, por lo que no han podido ser asignados. A continuación los detalles:

# Asignados
source: Assigned: {0}
es_es: Asignados: {0}

# Tratados_correctamente
source: Successfully processed: {0}
es_es: Tratados correctamente: {0}

# Operaciones
source: Operations
es_es: Operaciones

# regularizacion
source: The asset {0} has been automatically regularized
es_es: El activo {0} ha sido regularizado automáticamente.

# Prod_asociados_a_ordenes
source: {0} products {1} associated with work orders have been read.
es_es: Se han leído {0} productos {1} asociados a órdenes de trabajo.

# Error_operaciones
source: The asset has no operations
es_es: El activo no tiene operaciones

# Tags_vendidos
source: {0} assets that were previously sold have been read.
es_es: Se han leído {0} activos que ya estaban vendidos con anterioridad.

# Vendidos_correctamente
source: Successfully sold: {0}.
es_es: Vendidos correctamente: {0}.

# Ubicacion
source: Location
es_es: Ubicación

# Tags_de_huecos_provision
source: {0} tags associated with segments have been read which won't be provisioned.
es_es: Se han leído {0} tags asociados a huecos que no serán provisionados.

# Leidos_activos_de_huecos
source: {0} assets that are associated with segments have been read, so they will not be processed, the rest will be.
es_es: Se han leído {0} tags asociados a huecos que no serán procesados (el resto sí).

# Tags_de_huecos_descarte
source: {0} tags associated with segments have been read which won't be discarded or sold.
es_es: Se han leído {0} tags asociados a huecos que no serán descartados o vendidos.

# Hueco_actual
source: Current Segment
es_es: Hueco Actual

# Movimientos
source: Movements
es_es: Movimientos

# Operacion_Javascript
source: Operation
es_es: Operaci\u00F3n

# Ubicacion_Javascript
source: Location
es_es: Ubicaci\u00F3n
