Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Alertas.*.resx
Languages: de_de

# Alerta
source: Alarms
de_de: Warnungen

# Alertas_pagina
source: Alarms per page:
de_de: Benachrichtigungen pro Seite:

# Alerta_creada_error
source: The alarm {0} has not been created.
de_de: Die Warnung {0} wurde nicht erstellt.

# Alerta_creada_exito
source: The alarm {0} has been successfully created.
de_de: Die Warnung {0} wurde erfolgreich erstellt.

# Alerta_editada_error
source: The alarm {0} has not been edited.
de_de: Die Warnung {0} wurde nicht bearbeitet.

# Alerta_editada_exito
source: The alarm {0} has been successfully edited.
de_de: Die Warnung {0} wurde erfolgreich bearbeitet.

# Alerta_eliminada_error
source: The alarm {0} has not been deleted.
de_de: Die Warnung {0} wurde nicht gelöscht.

# Alerta_eliminada_exito
source: The alarm {0} has been successfully deleted.
de_de: Die Warnung {0} wurde erfolgreich gelöscht.

# Alerta_simple
source: Alarm
de_de: Warnung

# Campo_vacio
source: The {0} field is required.
de_de: Das Feld {0} ist erforderlich.

# Crear_alerta
source: New Alarm
de_de: Neue Warnung

# Descripcion_borrado
source: Delete an existing telematics alarm
de_de: Löschen Sie eine vorhandene Warnung

# Descripcion_creacion
source: Create a new telematics alarm
de_de: Erstellen Sie eine neue Warnung

# Descripcion_detalles
source: Information about an existing telematics alarm
de_de: Informationen zu einer bestehenden Warnung

# Descripcion_edicion
source: Edit an existing telematics alarm
de_de: Bearbeiten Sie eine vorhandene Warnung

# Descripcion_index
source: Telematics alarms stored in system
de_de: Warnungen im System gespeichert

# Editar_alerta
source: Edit Alarm
de_de: Warnung bearbeiten

# Eliminar_alerta
source: Delete Alarm
de_de: Warnung löschen

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected alarm?
de_de: Möchten Sie die Informationen für die ausgewählte Warnung wirklich löschen?

# Encabezado_creacion
source: Enter the information for the new alarm below
de_de: Geben Sie die Informationen für die neue Benachrichtigung unten ein

# Encabezado_detalles
source: The information for the selected alarm is shown below
de_de: Die Informationen für die ausgewählte Warnung werden unten angezeigt

# Encabezado_edicion
source: Modify the information you want to edit in the alarm below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, in der folgenden Warnung

# Tipo_alerta
source: Alarm type
de_de: Alarmtyp

# Tipo_excesoParada
source: Excessive stopping time
de_de: Übermäßige Stoppzeit

# Tipo_excesoRalenti
source: Excessive idle time
de_de: Übermäßige Leerlaufzeit

# Tipo_excesoTiempoConduccion
source: Excessive driving time
de_de: Übermäßige Fahrzeit

# Tipo_excesoVelocidad
source: Excessive driving speed
de_de: Übermäßige Fahrgeschwindigkeit

# Tipo_pasoUbicacion
source: Pass by location
de_de: Vorbeigehen am Standort

# Valor
source: Value
de_de: Wert

# Encabezado_asignar_vehiculos
source: Select the vehicles you want to assign to the alarm. If you do not select any, the alarm will be assigned to all the vehicles in the selected fleet.
de_de: Wählen Sie die Fahrzeuge aus, die Sie der Warnung zuordnen möchten. Wenn Sie keine auswählen, wird die Warnung allen Fahrzeugen in der ausgewählten Flotte zugewiesen.

# Vehiculos_asignados
source: Assigned vehicles
de_de: Asignierte Fahrzeuge

# Vehiculos_sinasignar
source: Unassigned vehicles
de_de: Nicht zugeordnete Fahrzeuge

# Tipo_accidente
source: Vehicle accident
de_de: Fahrzeugunfall

# Tipo_aceleracionBrusca
source: Vehicle abrupt acceleration
de_de: Abrupte Beschleunigung des Fahrzeugs

# Tipo_cambioBruscoCarril
source: Sudden lane change
de_de: Plötzlicher Spurwechsel

# Tipo_deceleracionBrusca
source: Abrupt deceleration of the vehicle
de_de: Abrupte Verzögerung des Fahrzeugs

# Tipo_emergencia
source: Emergency in vehicle
de_de: Notfall im Fahrzeug

# Tipo_excesoTemperatura
source: Excessive vehicle temperature
de_de: Übermäßige Temperatur des Fahrzeugs

# Tipo_giroBrusco
source: Vehicle sharp turning
de_de: Scharfes Drehen des Fahrzeugs

# Tipo_malFuncionamiento
source: Vehicle malfunction
de_de: Fehlfunktion des Fahrzeugs

# Tipo_revoluciones
source: RPM limit exceeded
de_de: UpM-Limit überschritten

# Tipo_voltajeBateria
source: Excessive battery voltage
de_de: Übermäßige Batteriespannung

# Valor_fuerzag
source: Maximum gravitational force (G)
de_de: Maximale Gravitationskraft (G)

# Valor_radio
source: Proximity radius (Meters)
de_de: Annäherungsradius (Meter)

# Valor_rpm
source: Max revolutions limit (RPM)
de_de: Max. Drehzahlgrenze (UpM)

# Valor_temperatura
source: Maximum temperature (C\u00ba)
de_de: Höchsttemperatur (C \ u00ba)

# Valor_tiempo
source: Maximum time (Minutes)
de_de: Maximale Zeit (Minuten)

# Valor_velocidad
source: Speed limit (Km/h)
de_de: Tempolimit (Km / h)

# Valor_voltaje
source: Maximum voltage (Volts)
de_de: Maximale Spannung (Volt)

# Notificacion
source: Send notification
de_de: Benachrichtigung senden

# Encabezado_asignar_vehiculos_empresa
source: Select the vehicles you want to assign to the alarm. If you do not select any, the alarm will be assigned to all the vehicles in the selected company.
de_de: Wählen Sie die Fahrzeuge aus, die Sie der Warnung zuordnen möchten. Wenn Sie keine auswählen, wird die Warnung allen Fahrzeugen in der ausgewählten Firma zugewiesen.

# Asunto_mensaje
source: Message subject
de_de: Betreff der Nachricht

# Email_incorrecto
source: Please enter a valid email address or several separated by ";"
de_de: Bitte geben Sie eine gültige oder mehrere E-Mail-Adressen ein, getrennt durch ";"

# Mensaje_leyenda
source: You can add alarm elements to the message subject or text by typing the following values:
de_de: Sie können dem Betreff oder Text der Nachricht Warnmeldungselemente hinzufügen, indem Sie die folgenden Werte eingeben:

# Mensaje_realValue
source: Alarm real value
de_de: Tatsächlicher Wert der Warnung

# Mensaje_type
source: Alarm type
de_de: Alarmtyp

# Mensaje_ubication
source: Alarm location
de_de: Warnungsumgebung

# Mensaje_value
source: Alarm value
de_de: Warnwert

# Mensaje_vehicle
source: Vehicle info
de_de: Fahrzeuginfo

# Texto_mensaje
source: Message text
de_de: Text der Nachricht

# Validacion_decimal
source: The value must be a decimal number with a maximum of {0} decimal places.
de_de: Der Wert muss eine Dezimalzahl mit einem Maximum von {0} Dezimalstellen sein.

# Validacion_entero
source: The value must be an integer.
de_de: Der Wert muss eine Ganzzahl sein.

# Mensaje_time
source: Alarm date and time
de_de: Datum und Uhrzeit der Warnung

# Tipo_paradaUbicacion
source: Stop in location
de_de: Stoppen am Standort

# Tipo_sinRecibirDatos
source: Period of time without receiving data
de_de: Zeitraum ohne empfangenge Daten

# Mensaje_email
source: To add more than one email address, separate them using ";".
de_de: Um mehr als eine E-Mail-Adresse hinzuzufügen, trennen Sie sie mit ";".

# Valor_capturado
source: Captured value
de_de: Erfasster Wert

# Valor_de_alerta
source: Alarm value
de_de: Wert der Warnung

# Conductor_no_identificado
source: Unidentified driver
de_de: Unbekannter Fahrer

# Filtrar_tipo
source: Filter by type
de_de: Nach Typ filtern

# Tipo_apertura
source: Padlock opening
de_de: Vorhängeschlossöffnung

# Tipo_aperturaAnormal
source: Abnormal padlock opening
de_de: Abnormales Öffnen des Vorhängeschlosses

# Tipo_aperturaSim
source: Padlock closed, but SIM card accessed
de_de: Sim Abdeckung öffnen mit geschlossenem Vorhängeschloss

# Tipo_aperturaTeclado
source: Padlock opening by keyboard
de_de: Öffnen des Vorhängeschlosses mit einer Tastatur

# Tipo_aperturaTiempo
source: Excessive time with padlock opened
de_de: Überschüssig im Laufe der Zeit mit dem offenen Vorhängeschloss

# Tipo_aperturaTimeout
source: Time limit with padlock opened exceeded
de_de: Zeitlimit bei geöffnetem Vorhängeschloss überschritten

# Tipo_dañoCarcasa
source: Damaged padlock front cover
de_de: Frontabdeckung des beschädigten Vorhängeschlosses

# Tipo_errorAperturaGeocerca
source: Padlock opening attempt outside of the geozone
de_de: Versuch, das Vorhängeschloss außerhalb des Geofence zu öffnen

# Tipo_errorAperturaNoPosicionado
source: Padlock opening error, device not positioned
de_de: Fehler beim Öffnen des Vorhängeschlosses, Gerät nicht positioniert

# Tipo_errorDispositivoConectado
source: Error in device connected to the padlock
de_de: Fehler im Gerät, das an das Vorhängeschloss angeschlossen ist

# Tipo_errorElectromagnetico
source: Abnormal padlock electromagnetic control
de_de: Abnormale elektromagnetische Kontrolle im Vorhängeschloss

# Candado_abierto
source: Padlock open
de_de: Vorhängeschloss öffnen

# Candado_cerrado
source: Padlock Closed
de_de: Geschlossen
