Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Avisos.*.resx
Languages: es_es

# Condicion
source: Condition
es_es: Condición

# Dentro_rango
source: Within range
es_es: Dentro de rango

# Descripcion_borrado
source: Delete an existing sensorization alarm
es_es: Eliminación de una alarma de sensorización existente

# Descripcion_creacion
source: Create a new sensorization alarm
es_es: Creación de una nueva alarma de sensorización

# Descripcion_detalles
source: Information about an existing sensorization alarm
es_es: Información de una alarma de sensorización existente

# Descripcion_edicion
source: Edit an existing sensorization alarm
es_es: Modificación de una alarma de sensorización existente

# Descripcion_index
source: Sensorization alarms stored in system
es_es: Alarmas de sensorización existentes en el sistema

# Diferente
source: Different
es_es: Diferente

# Dispositivo
source: Device
es_es: Dispositivo

# Error_sensor
source: Error in the devices selected.
es_es: Error en los dispositivos seleccionados.

# Fuera_rango
source: Out of range
es_es: Fuera de rango

# Igual
source: Equal
es_es: Igual

# Info_1
source: Select the sensors you want to assign from the list on the left and press the button that points to the right to assign them to the alarm.
es_es: Seleccione los sensores que quiera asignar de la lista de la izquierda y pulse el botón que apunta a la derecha para asignarlos a la alarma.

# Info_2
source: To remove a sensor you must select it in the right list and press the button that points to the left.
es_es: Para quitar un sensor se debe seleccionar en la lista de la derecha y pulsar el botón que apunta a la izquierda.

# Info_3
source: If no sensor is selected, the alarm will be assigned to all types and the company selected.
es_es: Si no selecciona ningún sensor, la alarma se asignará a todos los sensores del tipo y la empresa seleccionada.

# Info_3_sin_empresa
source: If no sensor is selected, the alarm will be assigned to all types selected.
es_es: Si no selecciona ningún sensor, la alarma se asignará a todos los sensores del tipo seleccionado.

# Mayor_que
source: Greater than
es_es: Mayor que

# Menor_que
source: Smaller than
es_es: Menor que

# Mensaje_rango
source: Separate the range valors using ";" (Ex: 5.0;9.0).
es_es: Separe los valores del rango mediante ";" (Ej: 5.0;9.0).

# Rango_numerico
source: The value field must be a numeric range.
es_es: El campo valor debe ser un rango numérico.

# Sensor
source: sensors
es_es: sensor

# Sensores_asignados
source: Assigned sensors
es_es: Sensores asignados

# Sensores_sinasignar
source: Unassigned sensors
es_es: Sensores sin asignar

# Tipo_sensor
source: Sensor Type
es_es: Tipo de sensor

# Valor_numerico
source: The value field must be a number.
es_es: El campo valor debe ser un número.

# Tipo_Acelerometro
source: Accelerometer
es_es: Acelerómetro

# Tipo_Humedad
source: Humidity
es_es: Humedad

# Tipo_Luz
source: Light
es_es: Luz

# Tipo_Presion
source: Pressure
es_es: Presión

# Tipo_Temperatura
source: Temperature
es_es: Temperatura
