Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/AyudaApi.*.resx
Languages: de_de, es_es

# ActivoPorProductoDesc
source: Property that indicates if only one asset is allowed to be provisioned per product.
de_de: Eigenschaft, die angibt, ob pro Produkt nur ein Asset bereitgestellt werden darf.
es_es: Propiedad que indica si solo se permite provisionar un activo por producto.

# AuthorizationDesc
source: Basic user_name +":"+ password Coded to base64
de_de: Basic Benutzername +":"+ Passwort Codiert zu base64
es_es: Basic nombre_usuario +":"+contraseña Codificado a base64

# BodyTipoPermisoDesc
source: In the petition body, the permit type must be reported as follows:
de_de: Im Text der Petition muss die Art der Genehmigung wie folgt gemeldet werden:
es_es: En el cuerpo de la petición, se deberá informar del tipo de permiso del siguiente modo:

# Cabecera_Intro
source: WEB API HELP MANUAL
de_de: WEB API HILFE HANDBUCH
es_es: MANUAL DE AYUDA WEB API

# Descripcion
source: Description
de_de: Beschreibung
es_es: Descripción

# EmpresaDesc
source: User's company Id
de_de: ID der Firma des Benutzers
es_es: Id de la empresa del usuario

# ErrorDesc
source: Id of the error that could have occurred
de_de: ID des Fehlers, der aufgetreten sein könnte
es_es: Id del error que se haya podido producir

# FechaCreacionTokenDesc
source: Token creation date
de_de: Erstellungsdatum des Tokens
es_es: Fecha de creación del token

# FechaExpiracionTokenDesc
source: Token expiration date
de_de: Token-Ablaufdatum
es_es: Fecha de expiración del token

# IdiomaUsuarioDesc
source: User language Id
de_de: ID der Sprache des Benutzers
es_es: Id del idioma del usuario

# IdUsuarioDesc
source: Access user id
de_de: Zugriff auf die Benutzer-ID
es_es: Id del usuario de acceso

# Intro_Login
source: Below is a list of the services to which you have access through this API. With this information you will know what is necessary to obtain the information you need. In order to start making requests about the services presented here, the first step that must be done is the LOGIN.
de_de: Im Folgenden finden Sie eine Liste der Dienste, auf die Sie über diese API zugreifen können. Mit diesen Informationen wissen Sie, was notwendig ist, um die benötigten Informationen zu erhalten. Um anzufangen, Anfragen zu den hier vorgestellten Diensten zu stellen, ist der erste Schritt, der getan werden muss, das LOGIN.
es_es: A continuación, se detallan los servicios a los que tiene acceso a través de esta API. Con esta información podrá conocer lo necesario para obtener la información que precise. Para poder comenzar a realizar peticiones sobre los servicios aquí expuestos, el primer paso que se deberá realizar es el LOGIN.

# Login_desc_parametros
source: To perform the authentication process, you must create a POST request to the login url, passing in its header the following parameters:
de_de: Um den Authentifizierungsprozess durchzuführen, müssen Sie eine POST-Anfrage an die Login-URL erstellen und dabei die Kopfzeile der folgenden Parameter übergeben:
es_es: Para realizar el proceso de autenticación, deberá crear una petición POST a la url de login, pasando en la cabecera de esta los siguientes parámetros:

# ModulosDe
source: MODULES OF
de_de: MODULE VON
es_es: MÓDULOS DE

# NombreEmpresaDesc
source: User's company
de_de: Firma des Benutzers
es_es: Empresa del usuario

# NombreUsuarioDesc
source: Access username
de_de: Zugriff auf den Benutzernamen
es_es: Nombre de usuario de acceso

# OriginAccessDesc
source: Token provided by the service provider, which will be necessary to send in all requests. This Token is currently
de_de: Vom Dienstanbieter bereitgestelltes Token, das zum Senden aller Anfragen benötigt wird. Dieses Token ist derzeit
es_es: Token proporcionado por el proveedor de servicios, el cual será necesario enviar en todas las peticiones. Este Token actualmente es

# RolDesc
source: User Role
de_de: Rolle des Benutzers
es_es: Rol del usuario

# Servicio
source: Service
es_es: Servicio

# SinDocumentacion
source: Without available documentation.
de_de: Ohne Dokumentation verfügbar.
es_es: Sin documentación disponible.

# TelefonoUsuarioDesc
source: Access user's phone
de_de: Zugriff auf das Telefon des Benutzers
es_es: Teléfono del usuario de acceso

# TiempoDuracionTokenDesc
source: Token duration
de_de: Token-Dauer
es_es: Tiempo de duración del token

# TipoTokenDesc
source: Token Type
de_de: Art des Tokens
es_es: Tipo de token

# TokenDesc
source: Token access to the application. With this identifier we will be able to authenticate ourselves in each one of the requests that are made.
de_de: Token-Zugriff auf die Anwendung. Mit diesem Identifikator können wir uns mit jeder der Anfragen authentifizieren.
es_es: Token de acceso a la aplicación. Con este identificador conseguiremos autenticarnos en cada una de las peticiones que se realicen.

# Url_login_documentacion
source: Access URL to the application's login service.
de_de: Greifen Sie auf die URL des Anmeldediensts der Anwendung zu.
es_es: Url de acceso al servicio de login de la aplicación.

# ValoresDevueltosDesc
source: Once the request and the authentication process have been completed, we will obtain the following content in the response:
de_de: Sobald die Anfrage und der Authentifizierungsprozess abgeschlossen sind, erhalten wir den folgenden Inhalt in der Antwort:
es_es: Una vez realizada la petición y el proceso de autenticación, obtendremos en la respuesta el siguiente contenido:

# Nombre
source: Name
es_es: Nombre

# Valor
source: Value
de_de: Mut
es_es: Valor

# ValoresEnum
source: Possible values of the enumeration:
de_de: Mögliche Werte der Aufzählung:
es_es: Posibles valores de la enumeración:

# DescripcionRecurso
source: Resource description
de_de: Beschreibung der Ressource
es_es: Descripción del recurso

# FormatoPeticion
source: Request format
de_de: Format der Anfrage
es_es: Formato de la petición

# FormatoRespuesta
source: Response format
de_de: Antwortformat
es_es: Formato de la respuesta

# InformacionPeticion
source: Request information
de_de: Informationen anfordern
es_es: Información de la petición

# InformacionRespuesta
source: Response information
de_de: Antwortinformationen
es_es: Información de la respuesta

# ModulosUsuarioDesc
source: User access modules
de_de: Benutzerzugriffsmodule
es_es: Módulos de acceso del usuario

# Ninguno
source: None
de_de: Keine
es_es: Ninguno

# ParametrosBody
source: Body Parameters
de_de: Körperparameter
es_es: Parámetros del Body

# ParametrosUri
source: URI Parameters
de_de: URI-Parameter
es_es: Parámetros URI

# ColeccionDe
source: Collection of
de_de: Sammlung von
es_es: Colección de

# Ejemplo
source: Example:
de_de: Beispiel:
es_es: Ejemplo:

# EjemploNoDisponible
source: Example not available.
de_de: Beispiel nicht verfügbar.
es_es: Ejemplo no disponible.

# InformacionAdicional
source: Additional Information
de_de: Zusätzliche Informationen
es_es: Información Adicional

# Tipo
source: Type
de_de: Typ
es_es: Tipo

# NombreCompletoDesc
source: Access user's full name
de_de: Vollständiger Name des Zugriffsbenutzers
es_es: Nombre completo del usuario de acceso

# AutorizacionDesc
source: Bearer "Token obtained in the LOGIN process"
de_de: Inhaber-Token im LOGIN-Prozess erhalten
es_es: Bearer "token obtenido en el proceso de LOGIN"

# AyudaPeticionesGet
source: HELP TO MAKE GET PETITIONS
de_de: HILFE, PETITIONEN ZU ERHALTEN
es_es: AYUDA PARA REALIZAR PETICIONES GET

# Parametros
source: Parameters
de_de: Parameter
es_es: Parámetros

# PeticionesGetDesc
source: To make a request to any of the data acquisition services (GET) you must provide the relevant request's URL parameters. You must also provide the token and the originaccess parameters in the header. The token is obtained in the response of the authorisation request. The originaccess parameter is provided by Internet of Things.
de_de: Um eine Anfrage an einen der Datenerfassungsdienste (GET) zu stellen, müssen Sie eine GET-Anfrage stellen, wobei die URL die gewünschten Daten in jeder der Methoden angeben muss. Auf der anderen Seite müssen wir im Header der Petition sowohl die TOKEN als auch die ORIGINCESS wie folgt informieren:
es_es: Para realizar una petición a cualquiera de los servicios de obtención de datos (GET) se deberá realizar una petición GET, donde en la URL se deberán rellenar los datos deseados especificados en cada uno de los métodos. Por otro lado, en la cabecera de la petición deberemos informar tanto el TOKEN como el ORIGEN DEL ACCESO (ORIGINACCESS), del siguiente modo:

# ACTIVOS
source: ASSETS
de_de: VERMÖGENSWERTE
es_es: ACTIVOS

# ADMINISTRACION
source: ADMINISTRATION
de_de: VERWALTUNG
es_es: ADMINISTRACIÓN

# ALARMAS
source: ALARMS
de_de: ALARME
es_es: ALARMAS

# ALERTAS
source: ALERTS
de_de: WARNUNGEN
es_es: ALERTAS

# CATEGORIASACTIVOS
source: CATEGORIES
de_de: KATEGORIEN
es_es: CATEGORIAS DE ACTIVOS

# CONDUCTORES
source: DRIVERS
de_de: DIRIGENTEN
es_es: CONDUCTORES

# DIRECCIONES
source: ADDRESSES
de_de: RICHTUNGEN
es_es: DIRECCIONES

# DISPOSITIVOS
source: DEVICES
de_de: GERÄTE
es_es: DISPOSITIVOS

# DISPOSITIVOSSENSORES
source: SENSOR DEVICES
de_de: SENSOR-GERÄTE
es_es: SENSORES DE DISPOSITIVOS

# EQUIPOS
source: EQUIPMENTS
de_de: MANNSCHAFTEN
es_es: EQUIPOS

# HUECOS
source: SEGMENTS
de_de: LÖCHER
es_es: HUECOS

# MARCAS
source: BRANDS
de_de: MARKEN
es_es: MARCAS

# MODELOS
source: MODELS
de_de: MODELLE
es_es: MODELOS

# NOTIFICACIONES
source: NOTIFICATIONS
de_de: NOTIFIKATIONEN
es_es: NOTIFICACIONES

# ORDENESCOMPRA
source: PURCHASE ORDERS
de_de: KAUFAUFTRÄGE
es_es: ÓRDENES DE COMPRA

# ORDENESTRANSFERENCIA
source: TRANSFER ORDERS
es_es: ÓRDENES DE TRANSFERENCIA

# ORDENESVENTA
source: SALES ORDERS
de_de: VERKAUFSORDER
es_es: ÓRDENES DE VENTA

# PROVEEDORES
source: SUPPLIERS
de_de: LIEFERANTEN
es_es: PROVEEDORES

# SENSORES
source: SENSORS
de_de: SENSOREN
es_es: SENSORES

# TELEMATICA
source: TELEMATICS
de_de: TELEMATIK
es_es: TELEMÁTICA

# TIPOSACTIVOS
source: PRODUCTS
de_de: PRODUKTE
es_es: PRODUCTOS

# TIPOSEQUIPOS
source: EQUIPMENT TYPES
de_de: ARTEN VON AUSRÜSTUNG
es_es: TIPOS DE EQUIPOS

# UBICACIONES
source: LOCATIONS
de_de: STANDORTE
es_es: UBICACIONES

# VEHICULOS
source: VEHICLES
de_de: FAHRZEUGE
es_es: VEHÍCULOS

source: TRACE
de_de: TRACEABILITY
es_es: TRAZABILIDAD

# FLOTAS
source: FLEETS
es_es: FLOTAS

# SENSORIZACION
source: SENSORIZATION
de_de: SENSORISIERUNG
es_es: SENSORIZACIÓN

# Titulo
source: Customer Web Api
es_es: Web Api Clientes

# CLIENTES
source: CUSTOMERS
de_de: KUNDEN
es_es: CLIENTES

# OPERACIONESACTIVOS
source: ASSETS OPERATIONS
de_de: ASSETS OPERATIONEN
es_es: OPERACIONES DE ACTIVOS

# PeticionesPostDesc
source: To make a request to any of the services of insertion or updating of data (POST), a POST request must be made, where the URL must fill in the desired data specified in each of the methods. On the other hand, in the header of the request we must inform both the TOKEN and the ORIGINACCESS, as follows:
de_de: Um eine Anforderung an einen der Dienste zum Einfügen oder Aktualisieren von Daten (POST) zu stellen, muss eine POST-Anforderung erfolgen, bei der die URL die gewünschten Daten ausfüllen muss, die in jeder der Methoden angegeben sind. Auf der anderen Seite müssen wir im Kopf der Anfrage sowohl den TOKEN als auch den ORIGINACCESS wie folgt informieren:
es_es: Para realizar una petición a cualquiera de los servicios de inserción o actualización de datos (POST) se deberá realizar una petición POST, donde en la URL se deberán rellenar los datos deseados especificados en cada uno de los métodos. Por otro lado, en la cabecera de la petición deberemos informar tanto el TOKEN como el ORIGEN DEL ACCESO (ORIGINACCESS), del siguiente modo:

# AyudaPeticionesPost
source: HELP TO MAKE POST REQUESTS
de_de: HILFE, POSTANTRÄGE ZU MACHEN
es_es: AYUDA PARA REALIZAR PETICIONES POST

# ETIQUETAS
source: LABELS
es_es: ETIQUETAS
