Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/CategoriasActivos.*.resx
Languages: de_de, es_es

# Activos
source: Assets
de_de: Anlagen
es_es: Activos

# Añadir_fila
source: Add row
de_de: Zeile hinzufügen
es_es: Añadir fila

# Campos_no_añadidos
source: No customizable field has been added
de_de: Kein anpassbares Feld wurde hinzugefügt
es_es: Ningún campo customizable ha sido añadido

# Campos_no_modificados
source: The Customizable fields have not been modified
de_de: Die anpassbaren Felder wurden nicht geändert
es_es: Los campos customizables no han sido modificados

# Categorias_pagina
source: Categories per page
de_de: Kategorien pro Seite
es_es: Categorías por página

# Categoria_con_descendencia
source: The category you are trying to remove has other categories associated with it (child categories); please delete these categories first and try again.
de_de: Dieser Kategorie sind andere Kategorien zugeordnet (Tochterkategorien), sodass sie nicht ausgeschlossen werden kann. Beseitigen Sie diese Nachkommen vorher und versuchen Sie es erneut.
es_es: La categoría que intenta eliminar tiene otras categorias asociadas a ella; por favor, elimine antes dichas categorias y vuelva a intentarlo.

# Categoria_creada_error
source: The category {0} has not been created.
de_de: Beim Erstellen der Kategorie {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la creación de la categoría: {0}.

# Categoria_creada_exito
source: The category {0} has been successfully created.
de_de: Die Kategorie {0} wurde erfolgreich erstellt.
es_es: La categoría {0} ha sido creada con éxito.

# Categoria_editada_error
source: The category {0} has not been edited.
de_de: Beim Bearbeiten der Kategorie {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la edición de la categoría: {0}.

# Categoria_editada_exito
source: The category {0} has been successfully edited.
de_de: Die Kategorie {0} wurde erfolgreich bearbeitet.
es_es: La categoría {0} ha sido editada con éxito.

# Categoria_eliminada_error
source: The category {0} has not been deleted.
de_de: Die Kategorie {0} wurde nicht gelöscht.
es_es: La categoría {0} no ha sido eliminada.

# Categoria_eliminada_exito
source: The category {0} has been successfully deleted.
de_de: Die Kategorie {0} wurde erfolgreich entfernt.
es_es: La categoría {0} ha sido eliminada con éxito.

# Categoria_padre
source: Parent Category
de_de: Übergeordnete Kategorie
es_es: Categoría Padre

# Descripcion_borrado
source: Delete an existing category
de_de: Entfernen einer vorhandenen Kategorie
es_es: Eliminación de una categoría de activo existente

# Descripcion_creacion
source: Create a new category
de_de: Anlegen einer neuen Kategorie
es_es: Creación de una nueva categoría de activo

# Descripcion_detalles
source: Information about an existing category
de_de: Informationen zu einer vorhandenen Kategorie
es_es: Información de una categoría de activo existente

# Descripcion_edicion
source: Edit an existing category
de_de: Änderung einer vorhandenen Kategorie
es_es: Modificación de una categoría de activo existente

# Descripcion_index
source: Categories stored in system
de_de: Im System gespeicherte Kategorien
es_es: Categorías de activos existentes en el sistema

# De_la_fila
source: of row
de_de: der Reihe
es_es: de la fila

# Editar_con_hijos_tipo
source: You are trying to edit a category which has products associated with it. You can edit the category name and the customizable fields values, but you can not add new fields or delete fields, modify customizable fields, or change the parent category.
de_de: Sie bearbeiten eine Kategorie, die Anlagen enthält. Daher können Sie den Namen der Kategorie bearbeiten und die Daten der anpassbaren Felder bearbeiten. Sie können jedoch keine Felder hinzufügen oder löschen, die anpassbaren Combo-Felder ändern oder die übergeordnete Kategorie ändern, zu der sie gehört.
es_es: Va a editar una categoría que contiene productos asociados a él; por tanto, podrá editar el nombre de la categoría y editar los datos de los campos customizables, pero no podrá añadir o eliminar campos, modificar los campos customizables de tipo combo ni cambiar la categoría padre a la que pertenece.

# El_valor_por_defecto
source: Default value
de_de: Der Standardwert
es_es: El valor por defecto

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected category?
de_de: Möchten Sie die Informationen der ausgewählten Kategorie wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la categoría seleccionada?

# Encabezado_creacion
source: Enter the information for the new category below
de_de: Geben Sie die Informationen für die neue Kategorie ein
es_es: Introduzca a continuación la información de la nueva categoría de activo

# Encabezado_detalles
source: The information for the selected category is shown below
de_de: Die Informationen zur ausgewählten Kategorie werden unten angezeigt
es_es: A continuación se muestra la información de la categoría de activo seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the category below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus der folgenden Kategorie
es_es: Modifique la información que desee editar de la categoría de activo a continuación

# Generar_campos
source: Generate customizable fields for features in this category
de_de: Generieren Sie benutzerdefinierte Felder für Funktionen in dieser Kategorie
es_es: Genere campos customizados para características de esta categoría

# Hay_campo_incompleto
source: Information from some of the customizable fields has been lost.
de_de: Informationen aus einem der anpassbaren Felder wurden verloren.
es_es: Se ha perdido información de alguno de los campos customizables.

# Nombre_repetido
source: The name of the category is not available because it is already in use.
de_de: Der Name der Kategorie ist nicht verfügbar, da er bereits verwendet wird.
es_es: El nombre de la categoría no está disponible porque ya está en uso.

# No_corresponde
source: does not correspond to the indicated type
de_de: entspricht nicht dem angegebenen Typ
es_es: no corresponde con el tipo indicado

# Nueva_categoria
source: New Category
de_de: Neue Kategorie
es_es: Nueva Categoría

# Titulo_crear
source: Create Asset Category
de_de: Kategorie erstellen
es_es: Crear Categoría

# Titulo_editar
source: Edit Asset Category
de_de: Kategorie bearbeiten
es_es: Editar Categoría

# Titulo_eliminar
source: Delete Asset Category
de_de: Kategorie entfernen
es_es: Eliminar Categoría

# Valor
source: Value
de_de: Wert
es_es: Valor

# Valor_defecto_vacio_1
source: The default value data is empty in row number
de_de: Der Standardwert ist in der Zeilennummer leer
es_es: El dato valor por defecto viene vacío en la fila número

# Valor_defecto_vacio_2
source: and the field is required. Please, set some value or set the field as not required.
de_de: und das Feld wird wie erforderlich markiert. Bitte geben Sie einen Wert ein oder markieren Sie ihn als nicht erforderlich.
es_es: y el campo está marcado como requerido. Por favor, introduzca algún valor o márquelo como no requerido.

# Categoria
source: Categories
de_de: Kategorien
es_es: Categorías

# Falta_empresa
source: Before creating a category there must be a company to be able to assign it. Please create the company and try again.
de_de: Vor dem Erstellen einer Kategorie muss eine Firma vorhanden sein, um sie zuordnen zu können. Bitte erstellen Sie die Firma und versuchen Sie es erneut.
es_es: Antes de crear una categoría debe existir una empresa para poder asignarla. Por favor, cree la empresa y vuelva a intentarlo.

# Tiene_campos
source: This category has the following customizable fields:
de_de: Diese Kategorie hat die folgenden anpassbaren Felder:
es_es: Esta categoría tiene los siguientes campos customizables:

# No_especificado
source: Not specified
de_de: Nicht angegeben
es_es: No especificado

# Descripcion
source: Description
de_de: Beschreibung
es_es: Descripción

# Campos_heredados
source: This category has the following inheritable customizable fields (from its parent categories):
de_de: Diese Kategorie verfügt über die folgenden vererbbaren anpassbaren Felder (für die übergeordneten Kategorien):
es_es: Esta categoría tiene los siguientes campos customizables heredados (de sus categorías padre):

# Categoria_simple
source: Category
de_de: Kategorie
es_es: Categoría

# Sin_categoria_padre
source: Without Parent Category
de_de: Ohne übergeordnete Kategorie
es_es: Sin Categoría Padre

# Categoria_con_activos
source: The category you are trying to remove has assets associated with it; please delete these assets first and try again.
de_de: Diese Kategorie enthält Anlagen, die nicht entfernt werden können. Beseitigen Sie diese Anlagen vorher und versuchen Sie es erneut.
es_es: La categoría que intenta eliminar tiene activos asociados a ella; por favor, elimine antes dichos activos y vuelva a intentarlo.

# Categoria_con_tipos
source: The category you are trying to remove has products associated with it; please delete these products first and try again.
de_de: Diese Kategorie enthält Anlagearten, die nicht entfernt werden können. Beseitigen Sie diese Anlagearten vorher und versuchen Sie es erneut.
es_es: La categoría que intenta eliminar tiene productos asociados a ella; por favor, elimine antes dichos productos y vuelva a intentarlo

# Campos_custom
source: Customizable Fields
de_de: Anpassbare Felder
es_es: Campos Customizables

# Escriba_y_pulse
source: Write and press "+"
de_de: Schreibe und drücke "+"
es_es: Escriba y pulse "+"

# Valor_defecto_vacio_2_combo
source: and the field is a drop down list, so it can not be empty.
de_de: und das Feld ist eine Combo, also kann es nicht leer stehen.
es_es: y el campo es un combo, por lo que no puede venir vacío.

# Mostrar_productos
source: Show Products
es_es: Mostrar Productos

# Campo_no_existe
source: The {0} customizable field does not exist.
es_es: El campo customizable {0} no existe.

# Error_campo_booleano
source: The value {0} in the field {1} is not a boolean.
es_es: El valor {0} introducido para el campo {1} no es de tipo booleano.

# Error_campo_combo
source: The value {0} in the field {1} does not belong to the drop down list.
es_es: El valor {0} introducido para el campo {1} no pertenece al combo.

# Error_campo_entero
source: The value {0} in the field {1} is not an integer.
es_es: El valor {0} introducido para el campo {1} no es de tipo entero.

# Error_campo_flotante
source: The value {0} in the field {1} is not a float.
es_es: El valor {0} introducido para el campo {1} no es de tipo flotante.

# Error_opcion_vacia
source: You can not add an empty option.
es_es: No puede añadir una opción vacía.

# Campo_repetido
source: You can't create several customizable fields with the same name.
es_es: No puede crear varios campos customizables con el mismo nombre.

# Error_conflicto_campo
source: Category {0} contains some field whose name matches those in category {1}.
es_es: La categoría {0} contiene algún campo cuyo nombre coincide con los de la categoría {1}.

# Error_conflicto_categoria
source: Conflict with category {0}:
es_es: Conflicto con categoría {0}:

# Error_validacion_nombre
source: The name of the field {0} has not been provided.
es_es: No se ha aportado el valor del nombre del campo {0} .
