Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Direcciones.*.resx
Languages: de_de, es_es

# Ciudad
source: City
de_de: Stadt
es_es: Ciudad

# Crear_direccion
source: Create address
de_de: Adresse erstellen
es_es: Crear dirección

# Dejar_de_ser_sede
source: The current address can not stop being the main office because a main office is required. Please edit or create a new address and mark it as the main office before disabling the current address.
de_de: Die aktuelle Adresse kann nicht aufhören, die Hauptadresse zu sein, weil eine Hauptadresse benötigt wird. Bearbeiten oder erstellen Sie eine neue Adresse und markieren Sie sie als Hauptstandort, bevor Sie die aktuelle Adresse deaktivieren.
es_es: La dirección actual no puede dejar de ser la sede porque se requiere una sede principal. Por favor, edite o cree una nueva dirección y márquela como sede principal antes de deshabilitar la actual.

# Descripcion_borrado
source: Delete an existing address
de_de: Löschen einer vorhandenen Adresse
es_es: Eliminación de una dirección existente

# Descripcion_creacion
source: Create a new address
de_de: Erstellung einer neuen Adresse
es_es: Creación de una nueva dirección

# Descripcion_detalles
source: Information about an existing address
de_de: Informationen zu einer vorhandenen Adresse
es_es: Información de una dirección existente

# Descripcion_edicion
source: Edit an existing address
de_de: Änderung einer bestehenden Adresse
es_es: Modificación de una dirección existente

# Descripcion_index
source: Addresses stored in system
de_de: Vorhandene Adressen im System
es_es: Direcciones existentes en el sistema

# Direccion
source: Address
de_de: Adresse
es_es: Dirección

# Direcciones_pagina
source: Address per page
de_de: Adressen pro Seite
es_es: Direcciones por página

# Direccions
source: Addresses
de_de: Adressen
es_es: Direcciones

# Direccion_creada_error
source: The addres {0} has not been created.
de_de: Beim Erstellen der Adresse ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación de la dirección: {0}.

# Direccion_creada_exito
source: The address {0} has been successfully created.
de_de: Die Adresse {0} wurde erfolgreich erstellt.
es_es: La dirección {0} ha sido creada con éxito.

# Direccion_editada_error
source: The address {0} has not been edited.
de_de: Beim Bearbeiten der Adresse ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición de la dirección: {0}.

# Direccion_editada_exito
source: The address {0} has been successfully edited.
de_de: Die Adresse {0} wurde erfolgreich bearbeitet.
es_es: La dirección {0} ha sido editada con éxito.

# Direccion_eliminada_error
source: The address {0} has not been deleted.
de_de: Die Adresse {0} wurde nicht gelöscht.
es_es: La dirección {0} no ha sido eliminada.

# Direccion_eliminada_exito
source: The address {0} has been successfully deleted.
de_de: Die Adresse {0} wurde erfolgreich gelöscht.
es_es: La dirección {0} ha sido eliminada con éxito.

# Editar_direccion
source: Edit address
de_de: Adresse bearbeiten
es_es: Editar dirección

# Eliminar_direccion
source: Delete address
de_de: Adresse löschen
es_es: Eliminar dirección

# Eliminar_sede_error
source: It has not been possible to delete the address because it is the main office and a main office is required. Please edit or create a new address and mark it as the main office before deleting the current address.
de_de: Es war nicht möglich, die aktuelle Adresse zu löschen, da dies der Hauptort ist und ein Hauptort benötigt wird. Bearbeiten oder erstellen Sie eine neue Adresse und markieren Sie sie als Hauptwebsite, bevor Sie die aktuelle löschen.
es_es: No ha sido posible eliminar la dirección actual porque es la sede principal y se requiere una sede principal. Por favor, edite o cree una nueva dirección y márquela como sede principal antes de eliminar la actual.

# Empresa
source: Company
de_de: Geschäft
es_es: Empresa

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected address?
de_de: Möchten Sie die Informationen wirklich von der ausgewählten Adresse löschen?
es_es: ¿Seguro que desea eliminar la información de la dirección seleccionada?

# Encabezado_creacion
source: Enter the information for the new address below
de_de: Geben Sie die neue Adressinformation ein
es_es: Introduzca a continuación la información de la nueva dirección

# Encabezado_detalles
source: The information for the selected address is shown below
de_de: Die Informationen der ausgewählten Adresse werden unten angezeigt
es_es: A continuación se muestra la información de la dirección seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the address below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, unter der folgenden Adresse
es_es: Modifique la información que desee editar de la dirección a continuación

# Estado
source: State
de_de: Staat / Provinz
es_es: Estado / Provincia

# Falta_empresa
source: Before creating an address there must be a company to be able to assign it. Please create the company and try again.
de_de: Vor dem Anlegen einer Adresse muss eine Firma vorhanden sein, um sie zuordnen zu können. Bitte erstellen Sie die Firma und versuchen Sie es erneut.
es_es: Antes de crear una dirección debe existir una empresa para poder asignarla. Por favor, cree la empresa y vuelva a intentarlo.

# Nueva_direccion
source: New Address
de_de: Neue Adresse
es_es: Nueva Dirección

# Nueva_sede
source: Address {0} is no longer the main office, now {1} is the new main office.
de_de: Die Adresse {0} ist nicht mehr das Hauptquartier, jetzt ist {1} das neue Hauptquartier.
es_es: La dirección {0} he dejado de ser la sede principal, ahora {1} es la nueva sede principal.

# Pais
source: Country
de_de: Land
es_es: País

# Sede
source: Main Office
de_de: Hauptquartier
es_es: Sede principal

# Telefono
source: Phone Number
de_de: Telefon
es_es: Teléfono

# Validacion_nombre
source: Only letters (uppercase and lowercase), numbers, spaces and characters &amp;'- are allowed for the Name
de_de: Nur Buchstaben (Groß- und Kleinbuchstaben), Zahlen, Leerzeichen und Zeichen sind erlaubt. & Amp; '- für Name
es_es: Solo se admiten letras (mayúsculas y minúsculas), números, espacios y los caracteres .&amp;'- para el Nombre

# ZIP
source: ZIP Code
de_de: Postleitzahl
es_es: Código Postal

# Nombre
source: Name
es_es: Nombre

# Dejar_de_ser_sede_actual
source: The current address can not stop being {0} main office because a main office is required. Please edit or create a new address and mark it as the main office.
de_de: Die Adresse kann nicht aufhören, die Hauptadresse von {0} zu sein, da eine Hauptadresse benötigt wird. Bitte bearbeiten oder erstellen Sie eine neue Adresse und markieren Sie sie als Hauptstandort.
es_es: La dirección no puede dejar de ser la sede de {0} porque se requiere una sede principal. Por favor, edite o cree una nueva dirección y márquela como sede principal.

# Falta_flota
source: Before creating an address there must be a fleet to be able to assign it. Please create the fleet and try again.
de_de: Bevor eine Adresse erstellt wird, muss eine Flotte vorhanden sein, um sie zuweisen zu können. Bitte erstellen Sie die Flotte und versuchen Sie es erneut.
es_es: Antes de crear una dirección debe existir una flota para poder asignarla. Por favor, cree la flota y vuelva a intentarlo.

# Debe_ir_a_empresa
source: You must select a company to which to assign the address.
de_de: Sie müssen eine Firma auswählen, der die Adresse zugewiesen werden soll.
es_es: Debe seleccionar una empresa a la que asignar la dirección.

# Poblacion
source: Town
de_de: Bevölkerung
es_es: Población

# Provincia
source: Region
de_de: Provinz
es_es: Provincia

# Direcciones_sin_entidad_empresa
source: Addresses without entity or company
es_es: Direcciones sin entidad ni empresa

# Direcciones_sin_empresa
source: Addresses without company
es_es: Direcciones sin empresa

# Direccion_con_ubicaciones
source: The address you are trying to delete has locations associated with it; please remove these locations first and try again.
es_es: La dirección que intenta eliminar tiene ubicaciones asociadas a ella; por favor, elimine antes dichas ubicaciones y vuelva a intentarlo.

# Descripcion_sede_principal
source: Determines if this is the main address of the entity or company.
es_es: Determina si se trata de la dirección principal de la entidad o empresa.

# Error_nombre_repetido
source: The name {0} is not available in the selected {1}.
es_es: El nombre {0} no está disponible en la {1} seleccionada.

# Direccion_editado_error_ubicacion
source: The address has locations associated, so its company can not be changed
es_es: La dirección tiene ubicaciones asociadas, por lo que no puede ser cambiada de empresa
