Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Dispositivos.*.resx
Languages: de_de, es_es

# Camara
source: Camera
de_de: Kamera
es_es: Cámara

# Crear_dispositivo
source: New Device
de_de: Neues Gerät
es_es: Nuevo Dispositivo

# Descripcion_creacion
source: Create a new telematics device
de_de: Erstellung eines neuen Telematikgerätes
es_es: Creación de un nuevo dispositivo de telemática

# Descripcion_index
source: Telematics devices stored in system
de_de: Bestehende Telematikgeräte im System
es_es: Dispositivos de telemática existentes en el sistema

# Dispositivos_pagina
source: Devices per page
de_de: Geräte pro Seite
es_es: Dispositivos por página

# Dispositivo_creado_error
source: The device {0} has not been created.
de_de: Beim Erstellen des Geräts ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación del dispositivo: {0}.

# Dispositivo_creado_exito
source: The device {0} has been successfully created.
de_de: Das Gerät {0} wurde erfolgreich erstellt.
es_es: El dispositivo {0} ha sido creado con éxito.

# Dispositivo_editado_error
source: The device {0} has not been edited.
de_de: In der Edition des Geräts ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición del dispositivo: {0}.

# Dispositivo_editado_exito
source: The device {0} has been successfully edited.
de_de: Das Gerät {0} wurde erfolgreich bearbeitet.
es_es: El dispositivo {0} ha sido editado con éxito.

# Dispositivo_eliminado_error
source: The device {0} has not been deleted.
de_de: Das Gerät {0} wurde nicht entfernt.
es_es: El dispositivo {0} no ha sido eliminado.

# Dispositivo_eliminado_exito
source: The device {0} has been successfully deleted.
de_de: Das Gerät {0} wurde erfolgreich entfernt.
es_es: El dispositivo {0} ha sido eliminado con éxito.

# Dispositivo
source: Devices
de_de: Geräte
es_es: Dispositivos

# Encabezado_creacion
source: Enter the information for the new device below
de_de: Geben Sie die Informationen des neuen Geräts ein
es_es: Introduzca a continuación la información del nuevo dispositivo

# Telefono
source: Phone Number
de_de: Telefonnummer
es_es: Teléfono

# Telefono_invalido
source: Invalid phone number.
de_de: Ungültiges Mobiltelefon
es_es: Teléfono móvil no válido.

# Tipo
source: Type
de_de: Geben Sie ein
es_es: Tipo

# Descripcion_borrado
source: Delete an existing telematics device
de_de: Entfernung eines bestehenden Telematikgerätes
es_es: Eliminación de un dispositivo de telemática existente

# Descripcion_detalles
source: Information about an existing telematics device
de_de: Informationen zu einem bestehenden Telematikgerät
es_es: Información de un dispositivo de telemática existente

# Descripcion_edicion
source: Edit an existing telematics device
de_de: Modifikation eines bestehenden Telematikgerätes
es_es: Modificación de un dispositivo de telemática existente

# Editar_dispositivo
source: Edit Device
de_de: Gerät bearbeiten
es_es: Editar Dispositivo

# Eliminar_dispositivo
source: Delete Device
de_de: Gerät entfernen
es_es: Eliminar Dispositivo

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected device?
de_de: Möchten Sie die Informationen auf dem ausgewählten Gerät wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del dispositivo seleccionado?

# Encabezado_detalles
source: The information for the selected device is shown below
de_de: Im Folgenden finden Sie die Informationen zum ausgewählten Gerät
es_es: A continuación se muestra la información del dispositivo seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the device below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, auf dem folgenden Gerät
es_es: Modifique la información que desee editar del dispositivo a continuación

# Error_IMEI_repetido
source: There is already a device with the IMEI {0}.
de_de: Ein Gerät mit der IMEI {0} existiert bereits.
es_es: Ya existe un dispositivo con el IMEI {0}.

# Texto_dispPrincipal
source: Move the devices up or down to select the main device
de_de: Bewegen Sie die Geräte nach oben oder unten, um das Hauptgerät auszuwählen
es_es: Mueva los dispositivos arriba o abajo para seleccionar el dispositivo principal

# Dispositivo_principal
source: Main device
de_de: Hauptgerät
es_es: Dispositivo principal

# Numero_dispositivos
source: Devices count
de_de: Anzahl der Geräte
es_es: Número de dispositivos

# Dispositivos_sin_empresa
source: Devices without company
de_de: Geräte ohne Geschäft
es_es: Dispositivos sin empresa

source: Phone
de_de: Telefon
es_es: Teléfono

# Dispositivo_simple
source: Device
de_de: Gerät
es_es: Dispositivo

# Marca
source: Trademark
de_de: Marke
es_es: Marca

# Modelo
source: Model
de_de: Modell
es_es: Modelo

# Dispositivo_con_sensores
source: The device you are trying to delete has sensors associated with it; please delete them first and try again.
de_de: Das Gerät, das Sie zu beseitigen versuchen, ist mit Sensoren verbunden; Bitte lösche sie zuerst und versuche es erneut.
es_es: El dispositivo que intenta eliminar tiene sensores asociados a él; por favor, elimine antes éstos y vuelva a intentarlo.

# UID_repetido
source: The UID of the device is already in use.
es_es: El UID del dispositivo no está disponible porque ya está en uso.

# Dispositivo_con_posiciones
source: The device {0} has assigned positions and can not be deleted.
es_es: El dispositivo {0} tiene posiciones asignadas y no se puede eliminar.

# IMEI_invalido
source: Invalid IMEI.
es_es: IMEI no válido.

# Posicion
source: Position
es_es: Posición

# Posiciones
source: Positions
es_es: Posiciones

# Descripcion_borrado_senso
source: Delete an existing sensorization device
de_de: Entfernen einer vorhandenen Sensorvorrichtung
es_es: Eliminación de un dispositivo de sensorización existente

# Descripcion_creacion_senso
source: Create a new sensorization device
de_de: Erstellung eines neuen Sensorik-Gerätes
es_es: Creación de un nuevo dispositivo de sensorización

# Descripcion_detalles_senso
source: Information about an existing sensorization device
de_de: Informationen zu einem vorhandenen Sensor
es_es: Información de un dispositivo de sensorización existente

# Descripcion_edicion_senso
source: Edit an existing sensorization device
de_de: Modifikation eines vorhandenen Sensorgeräts
es_es: Modificación de un dispositivo de sensorización existente

# Descripcion_index_senso
source: Sensorization devices stored in system
de_de: Im System vorhandene Sensorgeräte
es_es: Dispositivos de sensorización existentes en el sistema

# Mostrar_sensorizacion
source: Display sensorization devices
es_es: Mostrar dispositivos sensorización

# Mostrar_telematica
source: Display telematics devices
es_es: Mostrar dispositivos telemática

# Mostrar_trazabilidad
source: Display asset trace devices
es_es: Mostrar dispositivos trazabilidad

# Dispositivos_trazabilidad
source: Asset trace devices
es_es: Dispositivos de trazabilidad

# Error_posiciones_LOKA
source: There has been an error obtaining the locations for the device {0}.
es_es: Se ha producido un error obteniendo las posiciones del dispositivo {0}.

# Precision
source: Accuracy
es_es: Precisión

# Cargando_posiciones
source: Loading positions...
es_es: Cargando posiciones...

# Error_nombre_repetido
source: There is already a device named {0}.
es_es: Ya existe un dispositivo con el nombre {0}.

# Nombre
source: Name
es_es: Nombre

# Identificador
source: Identifier
es_es: Identificador

source: Intendia
de_de: Intendie
