Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Empresas.*.resx
Languages: de_de, es_es

# Campo_vacio
source: The {0} field is required.
de_de: Das Feld {0} ist obligatorisch.
es_es: El campo {0} es obligatorio.

# Nombre
source: Name
es_es: Nombre

# Seleccionar_flotas
source: Directed to
de_de: Gerichtet auf
es_es: Dirigida a

# Crear_empresa
source: New Company
de_de: Neue Firma
es_es: Nueva Empresa

# Descripcion_borrado_empresa
source: Delete an existing company
de_de: Beseitigung eines bestehenden Unternehmens
es_es: Eliminación de una empresa existente

# Descripcion_creacion_empresa
source: Create a new company
de_de: Gründung einer neuen Firma
es_es: Creación de una nueva empresa

# Descripcion_detalles_empresa
source: Information about an existing company
de_de: Informationen über eine bestehende Firma
es_es: Información de una empresa existente

# Descripcion_edicion_empresa
source: Edit an existing company
de_de: Änderung einer bestehenden Firma
es_es: Modificación de una empresa existente

# Descripcion_index_empresa
source: Companies stored in system
de_de: Bestehende Unternehmen im System
es_es: Empresas existentes en el sistema

# Editar_empresa
source: Edit Company
de_de: Firma bearbeiten
es_es: Editar Empresa

# Eliminar_empresa
source: Delete Company
de_de: Firma löschen
es_es: Eliminar Empresa

# Empresa
source: Companies
de_de: Unternehmen
es_es: Empresas

# Empresas_pagina
source: Companies per page
de_de: Firmen pro Seite
es_es: Empresas por página

# Empresa_creada_error
source: The company {0} has not been created.
de_de: Bei der Erstellung der Firma ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación de la empresa: {0}.

# Empresa_creada_exito
source: The company {0} has been successfully created.
de_de: Die Firma {0} wurde erfolgreich erstellt.
es_es: La empresa {0} ha sido creada con éxito.

# Empresa_editada_error
source: The company {0} has not been edited.
de_de: In der Edition der Firma ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición de la empresa: {0}.

# Empresa_editada_exito
source: The company {0} has been successfully edited.
de_de: Die Firma {0} wurde erfolgreich bearbeitet.
es_es: La empresa {0} ha sido editada con éxito.

# Empresa_eliminada_error
source: The company {0} has not been deleted.
de_de: Die Firma {0} wurde nicht entfernt.
es_es: La empresa {0} no ha sido eliminada.

# Empresa_eliminada_exito
source: The company {0} has been successfully deleted.
de_de: Die Firma {0} wurde erfolgreich entfernt.
es_es: La empresa {0} ha sido eliminada con éxito.

# Empresa_simple
source: Company
de_de: Geschäft
es_es: Empresa

# Empresa_simple_min
source: company
de_de: Geschäft
es_es: empresa

# Encabezado_borrado_empresa
source: Are you sure you want to delete the information of the selected company?
de_de: Möchten Sie die Informationen der ausgewählten Firma wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la empresa seleccionada?

# Encabezado_creacion_empresa
source: Enter the information for the new company below
de_de: Geben Sie die Informationen der neuen Firma unten ein
es_es: Introduzca a continuación la información de la nueva empresa

# Encabezado_detalles_empresa
source: The information for the selected company is shown below
de_de: Im Folgenden finden Sie Informationen zur ausgewählten Firma
es_es: A continuación se muestra la información de la empresa seleccionada

# Encabezado_edicion_empresa
source: Modify the information you want to edit in the company below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, von der folgenden Firma
es_es: Modifique la información que desee editar de la empresa a continuación

# Numero_empresas
source: Companies count
de_de: Anzahl der Unternehmen
es_es: Número de empresas

# Gestionar_empresa
source: Company Profile
de_de: Firmenprofil
es_es: Perfil Empresa

# Error_borrar_empresa_no_dist_trace
source: The company can not be deleted because it's an exclusive traceability company and its entity is not a distributor. If you want to delete it, go to the entities and delete the corresponding entity.
de_de: Das Unternehmen kann nicht gelöscht werden, da es sich um eine exklusive Überwachungsgesellschaft handelt und ihre Einheit kein Händler ist. Wenn Sie es löschen möchten, gehen Sie zu den Entitäten und löschen Sie die entsprechende Entität.
es_es: La empresa no puede ser eliminada porque es una empresa exclusiva de trazabilidad y su entidad no es distribuidora. Si desea eliminarla, vaya a las entidades y elimine la entidad correspondiente.

# Empresas_telematica
source: Telematics Companies
de_de: Telematik-Unternehmen
es_es: Empresas Telemática

# Empresas_trace
source: Traceability Companies
de_de: Trace Unternehmen
es_es: Empresas Trazabilidad

# Error_borrar_empresa_no_dist_senso
source: The company can not be deleted because it's an exclusive sensorization company and its entity is not a distributor. If you want to delete it, go to the entities and delete the corresponding entity.
de_de: Das Unternehmen kann nicht gelöscht werden, da es sich um ein exklusives Sensorisierungsunternehmen handelt und seine Einheit kein Händler ist. Wenn Sie es löschen möchten, gehen Sie zu den Entitäten und löschen Sie die entsprechende Entität.
es_es: La empresa no puede ser eliminada porque es una empresa exclusiva de sensorización y su entidad no es distribuidora. Si desea eliminarla, vaya a las entidades y elimine la entidad correspondiente.

# Error_borrar_empresa_no_dist
source: The company can not be deleted because its entity is not a distributor. If you want to delete it, go to the entities and delete the corresponding entity.
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus der folgenden Flotte
es_es: La empresa no puede ser eliminada porque su entidad no es distribuidora. Si desea eliminarla, vaya a las entidades y elimine la entidad correspondiente.

# Activo_producto
source: One asset per product
es_es: Un activo por producto

# Error_activo_producto
source: There are products that have more than one associated asset
es_es: Hay productos que tienen más de un activo asociado

# Activos
source: Assets
es_es: Activos

# Alarmas
source: Alarms
es_es: Alarmas

# Alertas
source: Alerts
es_es: Alertas

# CategoriaActivo
source: Asset Categories
es_es: Categorías de Activos

# Clientes
source: Customers
es_es: Clientes

# Conductores
source: Drivers
es_es: Conductores

# Direcciones
source: Addresses
es_es: Direcciones

# Dispositivos
source: Devices
es_es: Dispositivos

# Empresa_referencias
source: The Company {0} can not be deleted because it has references with
es_es: La Empresa {0} no puede ser eliminada porque tiene referencias con

# Equipos
source: Equipments
es_es: Equipos

# OrdenCompra
source: Purchase Orders
es_es: Órdenes de Compra

# OrdenesTransferencia
source: Transfer Orders
es_es: Órdenes de Transferencia

# OrdenesVenta
source: Sales Orders
es_es: Órdenes de Venta

# Proveedores
source: Providers
es_es: Proveedores

# Ubicaciones
source: Locations
es_es: Ubicaciones

# Usuarios
source: Users
es_es: Usuarios

# Vehiculos
source: Vehicles
es_es: Vehículos

# Empresa_existe_nombre
source: A company with that name already exists. Please try again.
es_es: Ya existe una empresa con ese nombre. Por favor, inténtelo de nuevo.

# Atencion_eliminar
source: If you delete a Company, all the information dependent on it will be deleted; Users, Assets, Products, etc.
de_de: Al eliminar la empresa, se borrará toda la información dependiente de esta; Usuarios, Activos, Productos, etc.
es_es: Al eliminar la empresa, se borrará toda la información dependiente de esta; Usuarios, Activos, Productos, etc.

# Descripcion_perfil_empresa
source: Information about the company profile
de_de: Informationen über Firmenprofil
es_es: Información sobre el perfil de la empresa

# Error_borrado_no_distribuidora
source: You can not delete a company of a non distributor entity.
es_es: No puede borrar una empresa de una entidad no distribuidora.

# Error_creacion_no_distribuidora
source: You can't create a company in a non distributor entity.
es_es: No puede crear una empresa en una entidad no distribuidora.

# Error_edicion_no_distribuidora
source: You can't change a company's entity from a distributor to a non distributor.
es_es: No puede cambiar la entidad de una empresa a una no distribuidora.

# Empresas_sensorizacion
source: Sensorization Companies
de_de: Sensorisierung Unternehmen
es_es: Empresas Sensorización
