Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Entidades.*.resx
Languages: de_de, es_es

# Campo_vacio
source: The {0} field is required.
de_de: Das Feld {0} ist obligatorisch.
es_es: El campo {0} es obligatorio.

# Color_primario
source: Main color
de_de: Hauptfarbe
es_es: Color principal

# Color_secundario
source: Secondary color
de_de: Sekundärfarbe
es_es: Color secundario

# Crear_entidad
source: New Entity
de_de: Neue Entität
es_es: Nueva Entidad

# Descripcion_borrado
source: Delete an existing entity
de_de: Entfernen einer bestehenden Entität
es_es: Eliminación de una entidad existente

# Descripcion_creacion
source: Create a new entity
de_de: Schaffung einer neuen Entität
es_es: Creación de una nueva entidad

# Descripcion_detalles
source: Information about an existing entity
de_de: Informationen über eine bestehende Entität
es_es: Información de una entidad existente

# Descripcion_edicion
source: Edit an existing entity
de_de: Änderung einer bestehenden Entität
es_es: Modificación de una entidad existente

# Descripcion_index
source: Entities stored in system
de_de: Vorhandene Entitäten im System
es_es: Entidades existentes en el sistema

# Editar_entidad
source: Edit Entity
de_de: Entität bearbeiten
es_es: Editar Entidad

# Eliminar_entidad
source: Delete Entity
de_de: Entität entfernen
es_es: Eliminar Entidad

# Entidad
source: Entities
de_de: Entitäten
es_es: Entidades

# Entidades_pagina
source: Entities per page:
de_de: Entitäten pro Seite:
es_es: Entidades por página:

# Entidad_creada_error
source: The entity {0} has not been created.
de_de: Beim Speichern der Entität ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error al guardar la entidad: {0}.

# Entidad_creada_exito
source: The entity {0} has been successfully created.
de_de: Die Entität {0} wurde erfolgreich erstellt.
es_es: La entidad {0} ha sido creada con éxito.

# Entidad_editada_error
source: The entity {0} has not been edited.
de_de: Beim Speichern der Entität ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error al guardar la entidad: {0}.

# Entidad_editada_exito
source: The entity {0} has been successfully edited.
de_de: Die Entität {0} wurde erfolgreich bearbeitet.
es_es: La entidad {0} ha sido editada con éxito.

# Entidad_eliminada_error
source: The entity {0} has not been deleted.
de_de: Die Entität {0} wurde nicht gelöscht.
es_es: La entidad {0} no ha sido eliminada.

# Entidad_eliminada_exito
source: The entity {0} has been successfully deleted.
de_de: Die Entität {0} wurde erfolgreich gelöscht.
es_es: La entidad {0} ha sido eliminada con éxito.

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected entity?
de_de: Möchten Sie die Informationen der ausgewählten Entität wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la entidad seleccionada?

# Encabezado_creacion
source: Enter the information for the new entity below
de_de: Geben Sie unten die Informationen der neuen Entität ein
es_es: Introduzca a continuación la información de la nueva entidad

# Encabezado_detalles
source: The information for the selected entity is shown below
de_de: Die Informationen der ausgewählten Entität werden unten angezeigt
es_es: A continuación se muestra la información de la entidad seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the entity below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, von der Entität darunter
es_es: Modifique la información que desee editar de la entidad a continuación

# Lista_modulos
source: Modules
de_de: Module
es_es: Módulos

# Logo_small
source: Small logo
de_de: Kleines Logo
es_es: Logo pequeño

# Nombre_entidad
source: Entity
de_de: Entität
es_es: Entidad

# Referencia_entidad
source: Reference
de_de: Referenz
es_es: Referencia

# Error_tipo_fichero
source: The extension of the file {0} must be one of the following: {1}
de_de: Die Dateierweiterung {0} muss eine der folgenden sein: {1}
es_es: La extensión del fichero {0} debe ser alguna de las siguientes: {1}

# Imagen_no_encontrada
source: Without image
de_de: Ohne Bild
es_es: Sin imagen

# Entidad_simple
source: Entity
de_de: Entität
es_es: Entidad

# Error_entidad_usuarios
source: The entity {0} has associated users. You can not remove it.
de_de: Die Entität {0} hat verknüpfte Benutzer. Sie können es nicht beseitigen.
es_es: La entidad {0} tiene usuarios asociados. No puede eliminarla.

# Ninguna
source: None
de_de: Keine
es_es: Ninguna

# Distribuidor
source: Distributor
de_de: Händler
es_es: Distribuidora

# Numero_entidades
source: Entities count
de_de: Anzahl der Entitäten
es_es: Número de entidades

# Entidad_simple_min
source: entity
de_de: Entität
es_es: entidad

# Cif
source: VAT Number
de_de: UstId-nr.
es_es: CIF

# Telefono
source: Phone
de_de: Telefon
es_es: Teléfono

# Debe_borrar_usuario
source: You are trying to make an entity that is a distributor and has an user with a distributor role stop being a distributor entity; please remove that user and try again.
de_de: Sie versuchen einen Händler mit einem Benutzer in dieser Rolle als diesen abzumelden. Bitte entfernen Sie diesen Benutzer vorher und versuchen Sie es erneut.
es_es: Está intentando que una entidad que es distribuidora y tiene algún usuario con rol distribuidor deje de ser una entidad distribuidora; por favor, elimine antes dicho usuario y vuelva a intentarlo.

# Entidad_con_empresas
source: The entity that you are trying to delete has companies associated with it; please remove those companies and try again.
de_de: Die Entität, die Sie löschen möchten, ist mit Unternehmen verknüpft. Bitte entfernen Sie diese Unternehmen vorher und versuchen Sie es erneut.
es_es: La entidad que intenta eliminar tiene empresas asociadas a ella; por favor, elimine antes dichas empresas y vuelva a intentarlo.

# Bloqueada
source: Locked
de_de: Blockiert
es_es: Bloqueada

# Bloquear
source: Lock
de_de: Blockieren
es_es: Bloquear

# Desbloquear
source: Unlock
de_de: Entsperren
es_es: Desbloquear

# Entidad_bloqueada_error
source: The entity {0} has not been locked.
de_de: Die Entität {0} wurde nicht blockiert.
es_es: La entidad {0} no ha sido bloqueada.

# Color_primario_texto
source: Main color text
de_de: Hauptfarbtext
es_es: Color principal texto

# Color_secundario_texto
source: Secondary color text
de_de: Text sekundäre Farbe
es_es: Color secundario texto

# Error_tipo_fichero_simple
source: The extension of the file {0} must be {1}
de_de: Die Dateierweiterung {0} muss eine {1}
es_es: La extensión del fichero {0} debe ser {1}

# Error_entidad_direcciones
source: The entity {0} has associated addresses. You can not remove it.
de_de: Die Entität {0} hat verknüpfte Adressen. Sie können es nicht beseitigen.
es_es: La entidad {0} tiene direcciones asociadas. No puede eliminarla.

# Error_entidad_dispositivos
source: The entity {0} has associated devices. You can not remove it.
de_de: Die Entität {0} hat verknüpfte Geräte. Sie können es nicht beseitigen.
es_es: La entidad {0} tiene dispositivos asociados. No puede eliminarla.

# Error_entidad_empresas
source: The entity {0} has associated companies. You can not remove it.
de_de: Die Entität {0} hat verknüpfte Unternehmen. Sie können es nicht beseitigen.
es_es: La entidad {0} tiene empresas asociadas. No puede eliminarla.

# Entidad_existe_nombre
source: An entity with that name already exists. Please try again.
es_es: Ya existe una entidad con ese nombre. Por favor, inténtelo de nuevo.

# Atencion_eliminar
source: If you delete an entity, all the information dependent on it will be deleted; Companies, Users, Assets, Products, etc.
de_de: Al eliminar la entidad, se borrará toda la información dependiente de esta; Empresas, Usuarios, Activos, Productos, etc.
es_es: Al eliminar la entidad, se borrará toda la información dependiente de esta; Empresas, Usuarios, Activos, Productos, etc.

# Solo_distribuidoras
source: Only distributor entities are shown.
es_es: Solo se muestran entidades distribuidoras.

# Una_entidad_distribuidora
source: a distributor entity.
es_es: una entidad distribuidora.

# Descripcion_perfil
source: Information about the entity profile
es_es: Información acerca del perfil de la entidad

# Perfil_entidad
source: Entity Profile
es_es: Perfil Entidad
