Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Equipos.*.resx
Languages: de_de, es_es

# Crear_equipo
source: New Device
de_de: Neue Gerät
es_es: Nuevo Dispositivo

# Descripcion_borrado
source: Delete an existing traceability device
de_de: Entfernen einer vorhandenen Gerät zu verfolgen
es_es: Eliminación de un dispositivo de trazabilidad existente

# Descripcion_creacion
source: Create a new traceability device
de_de: Schaffung einer neuen Gerät zu verfolgen
es_es: Creación de un nuevo dispositivo de trazabilidad

# Descripcion_detalles
source: Information about an existing traceability device
de_de: Informationen zu einer bestehenden Gerät zu verfolgen
es_es: Información de un dispositivo de trazabilidad existente

# Descripcion_edicion
source: Edit an existing traceability device
de_de: Modifikation einer bestehenden Gerät zu verfolgen
es_es: Modificación de un dispositivo de trazabilidad existente

# Descripcion_index
source: Traceability devices stored in system
de_de: Bestehende Gerät zu verfolgen im System
es_es: Dispositivos de trazabilidad existentes en el sistema

# Editar_equipo
source: Edit Device
de_de: Gerät bearbeiten
es_es: Editar Dispositivo

# Eliminar_equipo
source: Delete Device
de_de: Gerät entfernen
es_es: Eliminar Dispositivo

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected traceability device?
de_de: Möchten Sie die Informationen des ausgewählten Gerät zu verfolgen wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del dispositivo de trazabilidad seleccionado?

# Encabezado_creacion
source: Enter the information for the new traceability device below
de_de: Geben Sie die Informationen für die neue Gerät zu verfolgen ein
es_es: Introduzca a continuación la información del nuevo dispositivo de trazabilidad

# Encabezado_detalles
source: The information for the selected traceability device is shown below
de_de: Die Informationen der ausgewählten Gerät zu verfolgen werden unten angezeigt
es_es: A continuación se muestra la información del dispositivo de trazabilidad seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the traceability device below
de_de: Ändern Sie die Informationen der nachfolgenden Gerät zu verfolgen die Sie bearbeiten möchten
es_es: Modifique la información que desee editar del dispositivo de trazabilidad a continuación

# Equipo
source: Devices
de_de: Gerät
es_es: Dispositivos

# Equipos_pagina
source: Devices per page
de_de: Gerät pro Seite
es_es: Dispositivos por página

# Equipo_creado_error
source: The traceability device {0} has not been created.
de_de: Bei der Erstellung der Gerät zu verfolgen ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación del dispositivo de trazabilidad: {0}.

# Equipo_creado_exito
source: The traceability device {0} has been successfully created.
de_de: Gerät zu verfolgen {0} wurde erfolgreich erstellt.
es_es: El dispositivo de trazabilidad {0} ha sido creado con éxito.

# Equipo_editado_error
source: The traceability device {0} has not been edited.
de_de: Gerät zu verfolgen {0} wurde nicht bearbeitet.
es_es: Se ha producido un error en la edición del dispositivo de trazabilidad: {0}.

# Equipo_editado_exito
source: The traceability device {0} has been successfully edited.
de_de: Gerät zu verfolgen {0} wurde erfolgreich bearbeitet.
es_es: El dispositivo de trazabilidad {0} ha sido editado con éxito.

# Equipo_eliminado_error
source: The traceability device {0} has not been deleted.
de_de: Gerät zu verfolgen {0} wurde nicht entfernt.
es_es: El dispositivo de trazabilidad {0} no ha sido eliminado.

# Equipo_eliminado_exito
source: The traceability device {0} has been successfully deleted.
de_de: Gerät zu verfolgen {0} wurde erfolgreich entfernt.
es_es: El dispositivo de trazabilidad {0} ha sido eliminado con éxito.

# Equipo_principal
source: Main device
de_de: Hauptgerät
es_es: Dispositivo principal

# Error_IMEI_repetido
source: There is a traceability device with the IMEI {0}.
de_de: Es existiert bereits eine Gerät zu verfolgen mit der IMEI {0}.
es_es: Ya existe un dispositivo de trazabilidad con el IMEI {0}.

# Falta_tipo_equipo
source: Before creating a traceability device there must exist a device type to be able to assign it. Enter the name of the device type you want to create and try again.
de_de: Bevor Sie eine Gerät zu verfolgen erstellen, muss eine Art von Gerät vorhanden sein, um es zuordnen zu können. Geben Sie den Namen des Ausrüstungstyps ein, den Sie erstellen möchten, und versuchen Sie es erneut.
es_es: Antes de crear un dispositivo de trazabilidad debe existir un tipo de dispositivo para poder asignarlo. Por favor, introduzca el nombre del tipo de dispositivo que desea crear y vuelva a intentarlo.

# Nombre_equipo
source: Device
de_de: Gerät
es_es: Dispositivo

# Nombre_IP
source: IP address
de_de: IP-Adresse
es_es: Dirección IP

# Nombre_MAC
source: MAC address
de_de: MAC-Adresse
es_es: Dirección MAC

# Nombre_puerto
source: Port
de_de: Hafen
es_es: Puerto

# Numero_equipos
source: Devices count
de_de: Anzahl der Ausrüstungen
es_es: Número de dispositivos

# Tipo
source: Type
de_de: Art
es_es: Tipo

# Tipo_equipo
source: Device Type
de_de: Art der Ausrüstung
es_es: Tipo de dispositivo

# Validacion_IP
source: IP address not valid.
de_de: Die eingegebene IP-Adresse ist nicht gültig.
es_es: La dirección IP introducida no es válida.

# Validacion_MAC
source: MAC address not valid.
de_de: Die eingegebene MAC-Adresse ist nicht gültig.
es_es: La dirección MAC introducida no es válida.

# Validacion_nombre
source: Only letters (uppercase and lowercase), numbers, spaces and characters &'- are allowed for the Name
de_de: Nur Buchstaben (Groß- und Kleinbuchstaben), Zahlen, Leerzeichen und Zeichen sind erlaubt. & '- für Name
es_es: Solo se admiten letras (mayúsculas y minúsculas), números, espacios y los caracteres .&'- para el Nombre

# Validacion_puerto
source: Port Number must be between 1024 and 65536.
de_de: Der Port muss zwischen den Werten 1024 und 65536 liegen.
es_es: El puerto debe estra comprendido entre los valores 1024 y 65536.

# Empresa
source: Company
de_de: Gesellschaft
es_es: Empresa

# CI
source: Check In
de_de: Einchecken
es_es: Entrada

# CO
source: Check Out
de_de: Auschecken
es_es: Salida

# Descarte
source: Discard
de_de: Verwerfen
es_es: Descarte

# Identificador
source: Identifier
de_de: Identifikator
es_es: Identificador

# Inventario
source: Inventory
de_de: Inventar
es_es: Inventario

source: Provision
de_de: Bereitstellung
es_es: Provisión

# Robo
source: Theft
de_de: Diebstahl
es_es: Robo

# Tipo_operacion
source: Operation type
de_de: Art der Operation
es_es: Tipo de operación

# Tipo_operativa
source: Operability
de_de: Art der Operativität
es_es: Tipo de operativa

# Automatico
source: Automatic
de_de: Automatisch
es_es: Automático

# Filtrar_tipo_operacion
source: Filter by operation type
de_de: Nach Art der Operation filtern
es_es: Filtrar por tipo de operación

# Venta
source: Sale
de_de: Verkauf
es_es: Venta

# Provision_sin_tipo
source: When selecting the provision operation for a new traceability device you must also select which product should be provisioned.
de_de: Sie können den Bereitstellungstyp des Vorgangs nicht auswählen, wenn Sie keinen Anlagentyp auswählen.
es_es: No puede seleccionar el tipo de operación provisión si no selecciona un producto.

# CIO
source: Check In / Out
de_de: Einchecken / Auschecken
es_es: Entrada / Salida

# Usa_localizacion
source: Use location
es_es: Usa localización

# Segundos_auto
source: Execution time [sec]
es_es: Seg. ejecución

# Equipo_marca_modelo
source: You have to select a model.
es_es: Tienes que seleccionar un modelo.

# Modelo
source: Model
de_de: Modell
es_es: Modelo

source: Password
es_es: Contraseña

# Usuario
source: User
es_es: Usuario

# Equipo_simple
source: Device
de_de: Gerät
es_es: Dispositivo

source: Baud Rate
es_es: Baudios

# Nombre_puerto_serie
source: Serial Port
es_es: Puerto Serie

# Conectado
source: Online
es_es: Conectado

# Desconectado
source: Offline
es_es: Desconectado

# Estado
source: Status
es_es: Estado

source: Check In
de_de: Einchecken
es_es: Entrada

source: Check In / Out
de_de: Einchecken / Auschecken
es_es: Entrada / Salida

source: Check Out
de_de: Auschecken
es_es: Salida

# Identificador_repetido
source: The entered identifier is already in use.
de_de: Die eingegebene Kennung wird bereits verwendet
es_es: El identificador introducido ya está en uso.

# Error_identificador_modelo
source: Can not generate an identifier for the selected model.
de_de: Sie können keinen Bezeichner für das ausgewählte Modell generieren.
es_es: No se puede generar un identificador para el modelo seleccionado.

# Anadir_equipos
source: Add Devices
es_es: Añadir Dispositivos

# No_hay_equipos
source: There are not any traceability devices.
es_es: No hay dispositivos de trazabilidad

# Equipos_colmena
source: Swarm device
es_es: Dispositivos en colmena

# No_empresa
source: The company has not been selected.
es_es: No se ha seleccionado la empresa.

# No_ubicacion
source: The location has not been selected.
es_es: No se ha seleccionado ubicación.

# Colmena
source: Swarm
es_es: Colmena

# Eliminar_colmena
source: Remove from swarm
es_es: Eliminar de colmena

# No_tipo_operativa
source: The operation type has not been selected.
es_es: No se ha seleccionado tipo de operativa.

# Leyenda_equipos_no_fijos
source: For Android devices insert the IMEI. For handheld devices insert the MAC address.
es_es: Para dispositivos Android introduzca el IMEI. Para dispositivos de mano introduzca la dirección MAC.

# Equipo_operaciones
source: It is not allowed to delete this traceability device since it has associated operations.
es_es: No se permite eliminar este dispositivo de trazabilidad ya que tiene operaciones asociadas.

# Operacion
source: Operation
es_es: Operación

# Seguimiento
source: Tracing
es_es: Seguimiento

# Error_modelo_fotocelula
source: Only {0} models can use photocell.
es_es: Solo los modelos {0} pueden usar fotocélula.

# Usa_fotocelula
source: Use photocell
es_es: Usa fotocélula

# Compra
source: Purchase
de_de: Kaufen
es_es: Compra
