Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Errores.*.resx
Languages: de_de, es_es

# Activo_no_provisionado
source: The queried asset has not been found in the system (it is not provisioned).
de_de: Die konsultierte Anlage wird nicht im System gefunden (wird nicht bereitgestellt).
es_es: El activo consultado no se encuentra en el sistema (no está provisionado).

# CategoriasActivos
source: Categories
es_es: Categorías

# Consulta_no_existe
source: The {0} queried does not exist in the system.
de_de: Die konsultierte {0} existiert nicht im System.
es_es: El {0} consultado no existe en el sistema.

# Empresas
source: Company
de_de: Firma
es_es: Empresas

# Empresa_no_coincide
source: User's company does not match the one received by parameter.
de_de: Die Firma des Benutzers stimmt nicht mit der überein, die der Parameter erhalten hat.
es_es: La empresa del usuario no coincide con la recibida por parámetro.

# Empresa_usuario_distinta_activo
source: User's company and the company which the asset is associated with do not match.
de_de: Die Firma des Benutzers stimmt nicht mit der Firma überein, welcher die Anlage zugeordnet ist.
es_es: La empresa del usuario no coincide con la empresa a la que se encuentra asociado el activo.

# Empresa_usuario_distinta_equipo
source: User's company and the company which the reader is associated with do not match.
de_de: Die Firma des Benutzers stimmt nicht mit der Firma überein, der die Ausrüstung zugeordnet ist.
es_es: La empresa del usuario no coincide con la empresa a la que se encuentra asociado el equipo.

# Empresa_usuario_distinta_localizacion
source: User's company and the company which the location is associated with do not match.
de_de: Die Firma des Benutzers stimmt nicht mit der Firma überein, der der Standort zugeordnet ist.
es_es: La empresa del usuario no coincide con la empresa a la que se encuentra asociada la localización.

# Empresa_usuario_distinta_tipo
source: The asset type selected doesn't belong to the user company.
de_de: Die Art der ausgewählten Anlage gehört nicht zur Firma des Benutzers.
es_es: El tipo de activo seleccionado no pertenece a la empresa del usuario.

# Error_eliminar
source: It has {0} associated, delete them and try again.
es_es: Tiene {0} dependientes, elimine antes y vuelva a probar.

# Error_grabar
source: Error saving information.
de_de: Fehler beim Speichern der Informationen.
es_es: Error al guardar la información.

# Error_inesperado
source: Unexpected error.
de_de: Unerwarteter Fehler
es_es: Error inesperado.

# Error_no_nulo_de
source: The value of {0} can not be null
de_de: Der Wert von {0} darf nicht null sein
es_es: El valor de la {0} no puede ser nulo

# Error_no_nulo_del
source: The value of {0} can not be null
de_de: Der Wert von {0} darf nicht null sein
es_es: El valor del {0} no puede ser nulo

# La_consulta_no_existe
source: The {0} queried does not exist in the system.
de_de: Die konsultierte {0} existiert nicht im System.
es_es: La {0} consultada no existe en el sistema.

# No_existen_activos_localizacion
source: No assets were found in the system associated with the indicated location.
de_de: In dem System, das dem angegebenen Standort zugeordnet ist, wurden keine Anlage gefunden.
es_es: No se encontraron activos en el sistema asociados a la localización indicada.

# No_existen_activos_secundarios
source: No secondary assets have been found associated with the asset in question.
de_de: Es wurden keine sekundären Vermögenswerte im Zusammenhang mit der betreffenden Anlage gefunden.
es_es: No se han encontrado activos secundarios asociados al activo en cuestión.

# No_existen_marcas
source: No brands were found in the system.
es_es: No se han encontrado marcas en el sistema.

# No_existen_modelos
source: No models were found in the system associated with the indicated brand.
es_es: No se han encontrado modelos en el sistema asociados a la marca indicada.

# Origen_invalido
source: The origin of the user could not be validated.
de_de: Der Ursprung des Benutzers konnte nicht überprüft werden.
es_es: No se ha podido validar la procedencia del usuario.

# Tags_no_recibidos
source: No tag code has been received.
de_de: Es wurde kein Tag-Code empfangen.
es_es: No se ha recibido ningún código tag.

# Token_invalido
source: Invalid Token
de_de: Ungültiges Token
es_es: Token Inválido

# Usuario_invalido
source: The username or password are not correct.
de_de: Der Benutzername oder das Passwort sind nicht korrekt.
es_es: El nombre del usuario o la contraseña no son correctos.

# Usuario_no_existe
source: The user is no longer in the system
de_de: Der Benutzer ist nicht mehr im System
es_es: El usuario ya no se encuentra en el sistema.

# Usuario_no_modulo
source: The user does not have access to the module.
de_de: Der Benutzer hat keinen Zugriff auf das Modul.
es_es: El usuario no tiene acceso al módulo.

# Activos
source: Assets
de_de: Anlagen
es_es: Activos

# Alarmas
source: Alarms
es_es: Alarmas

# Clientes
source: Customers
de_de: Kunden
es_es: Clientes

# Equipos
source: Equipments
de_de: Ausrüstung
es_es: Equipos

# Localizaciones
source: Locations
de_de: Standorts
es_es: Localizaciones

# Operaciones
source: Operations
de_de: Operationen
es_es: Operaciones

# Proovedores
source: Suppliers
de_de: Anbieters
es_es: Proovedores

# TiposActivos
source: Products
de_de: Produkt
es_es: Productos

# OrdenesCompra
source: Purchases
es_es: Compras

# OrdenesTransferencia
source: Transfers
es_es: Transferencias

# OrdenesVenta
source: Sales
es_es: Ventas

# Falta_tipo_orden
source: The order Id over the check in is attempted has been indicated but not the order type.
es_es: Se ha indicado el Id de la orden sobre la que se intenta hacer el check in pero el tipo de orden no.

# Localizacion_diferente_destino
source: The location over the check in is attempted does not correspond to the destination contemplated in the order; you can perform a free check in but not a check in associated with an order.
es_es: La localización sobre la que se intenta hacer el check in no se corresponde con el destino contemplado en la orden; puede realizar un check in libre pero no un check in asociado a una orden.

# Activo_por_producto
source: The company only allows the provision of one asset per product
es_es: La empresa solo permite la provisión de un activo por producto

# Activo_provisionado_secundario
source: The asset consulted is provisioned as secondary
de_de: Das konsultierte Asset wird als sekundär bereitgestellt
es_es: El activo consultado está provisionado como secundario

# Direcciones_sede_principal
source: The address is a main office, the company or entity to which it belongs will lose its main office.
es_es: La dirección es una sede principal, si se elimina la empresa o entidad a la que pertenece perderá su sede principal.

# No_seleccionada_empresa
source: No company selected, please select one.
es_es: No ha seleccionado ninguna empresa, por favor seleccione una.

# No_seleccionada_ubicacion
source: No location selected, please select one.
es_es: No ha seleccionado ninguna ubicación, por favor seleccione una.

# No_seleccionado_dispositivo
source: No device selected, please select one.
es_es: No ha seleccionado ningún dispositivo, por favor seleccione uno.

# No_seleccionado_tipo_equipo
source: No device type selected, please select one.
es_es: No ha seleccionado ningún tipo de equipo, por favor seleccione uno.

# No_seleccionada_categoria
source: No category type selected, please select one.
es_es: No ha seleccionado ninguna categoría, por favor seleccione una.

# No_seleccionado_modelo
source: No model selected, please select one.
es_es: No ha seleccionado ningún modelo, por favor seleccione uno

# Error_referencias
source: The {0} that you try to delete can not be deleted because it has references with {1}
es_es: El {0} que intenta eliminar no puede ser borrado porque tiene referencias con {1}

# Error_referencias_fem
source: The {0} that you try to delete can not be deleted because it has references with {1}
es_es: La {0} que intenta eliminar no puede ser borrada porque tiene referencias con {1}

# Error_empresa_nodist
source: You can not create more than one traceability or sensorization companies for a non-distributing entity
es_es: No puede crear mas de una empresa de tipo trazabilidad o sensorización para una entidad no distribuidora

# Error_dependencias_crear
source: It is not possible to create {0} without first creating {1}.
es_es: No es posible crear {0} sin haber creado antes {1}.

# Error_campo_requerido
source: The {0} field is required.
es_es: El campo {0} es obligatorio.

# Error_tipo_campo
source: The {0} field is of type {1}.
es_es: El campo {0} es de tipo {1}.

# Error_cantidad_maxima
source: Please enter a value less than or equal to {0}.
es_es: Introduzca una cantidad menor o igual que {0}.

# Error_cantidad_minima
source: Please enter a value greater than or equal to {0}.
es_es: Introduzca una cantidad mayor o igual que {0}.

# Error_email_incorrecto
source: Please enter a valid email address.
es_es: Introduzca una dirección de correo electrónico válida.

# Error_usuario_sin_rol
source: You must select an user role.
es_es: Debe seleccionar un rol para el usuario.

# Error_valor_negativo
source: The {0} field can not have a negative value.
es_es: El campo {0} no puede tener un valor negativo.

# Error_imagen_no_encontrada
source: The file "{name}" has not been found or is not valid.
es_es: El fichero "{name}" no ha sido encontrado o no es válido.

# Alarma_robo_repetida
source: There is already a theft alarm defined on the location.
es_es: Ya existe una alarma de robo definida sobre la ubicación seleccionada.

# Alarma_stock_repetida
source: There is already a minimum stock alarm defined on the location for this product.
de_de: Ya existe una alarma de stock mínimo definida sobre la ubicación para el producto seleccionado.
es_es: Ya existe una alarma de stock mínimo definida sobre la ubicación para el producto seleccionado.

# Error_Marca_FicheroSinReferencia
source: If you add a new zip file, you must provide a reference.
es_es: Si añade un nuevo fichero zip, debe aportar una referencia.

# Error_Marca_ReferenciaSinFichero
source: It is necessary to upload a zip file if you provide a reference.
es_es: Es necesario subir un fichero zip si aporta una referencia.

# Error_Zip_Contenido
source: The zip file content is not correct. It can only contain a single directory.
es_es: La estructura del fichero zip no es correcta. Solo puede contener un unico directorio.

# Error_Zip_Existente
source: The file {0} already exists. Check the reference and existing versions.
es_es: El fichero {0} ya existe. Compruebe la referencia y las versiones existentes.

# Hueco_no_pertenece_ubicacion
source: The segment is not associated with the location.
es_es: El hueco no está asociado a la ubicación.

# Error_Comprobacion_Zip
source: An error ocurred while checking the zip file.
es_es: Se ha producido un error durante la comprobación del fichero zip.

# Hueco_no_valido
source: The indicated segment is not valid
es_es: El hueco indicado no es válido

# Ubicacion_no_valida
source: The indicated location is not valid
es_es: La ubicación indicada no es válida

# Error_imagen_alta
source: The {name} image can not exceed the height of {size} px
es_es: La imagen {name} no puede exceder la altura {size} px

# Error_imagen_ancha
source: The {name} image can not exceed the width of {size} px
es_es: La imagen {name} no puede exceder la anchura {size} px

# Error_imagen_baja
source: The {name} image must be at least {size} px tall
es_es: La imagen {name} debe tener al menos {size} px de altura

# Error_imagen_estrecha
source: The {name} image must be at least {size} px wide
es_es: La imagen {name} debe tener al menos {size} px de anchura

# Error_empresa_id_numerico
source: The company id must be a numeric value
es_es: El id de la empresa debe ser un valor numérico

# Error_entidad_id_numerico
source: The entity id must be a numeric value
es_es: El id de la entidad debe ser un valor numérico
