Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Etiquetas.*.resx
Languages: es_es

# Crear_etiqueta
source: New Label
es_es: Nueva Etiqueta

# Descripcion_borrado
source: Delete an existing label
es_es: Eliminación de una etiqueta existente

# Descripcion_creacion
source: Create a new label
es_es: Creación de una nueva etiqueta

# Descripcion_detalles
source: Information about an existing label
es_es: Información de una etiqueta existente

# Descripcion_edicion
source: Edit an existing label
es_es: Modificación de una etiqueta existente

# Descripcion_index
source: Labels stored in system
es_es: Etiquetas existentes en el sistema

# Editar_etiqueta
source: Edit Label
es_es: Editar Etiqueta

# Eliminar_etiqueta
source: Delete Label
es_es: Eliminar Etiqueta

# Error_Nombre_Repetido
source: There is another label with the name {0} in the selected company.
es_es: Ya existe una etiqueta con el nombre {0} en la empresa seleccionada.

# Etiqueta
source: Label
es_es: Etiqueta

# Etiquetass
source: Labels
es_es: Etiquetas

# Etiqueta_creada_error
source: The label {0} has not been created.
es_es: Se ha producido un error en la creación de la etiqueta: {0}.

# Etiqueta_creada_exito
source: The label {0} has been successfully created.
es_es: La etiqueta {0} ha sido creada con éxito.

# Etiqueta_editada_error
source: The label {0} has not been edited.
es_es: Se ha producido un error en la edición de la etiqueta: {0}.

# Etiqueta_editada_exito
source: The label {0} has been successfully edited.
es_es: La etiqueta {0} ha sido editada con éxito.

# Etiqueta_eliminada_error
source: The label {0} has not been deleted.
es_es: La etiqueta {0} no ha sido eliminada.

# Etiqueta_eliminada_exito
source: The label {0} has been successfully deleted.
es_es: La etiqueta {0} ha sido eliminada con éxito.

# Imagen
source: Image
es_es: Imagen

# Lineas_datos
source: Data lines
es_es: Líneas de datos

# Nombre
source: Name
es_es: Nombre

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected label?
es_es: ¿Seguro que desea eliminar la información de la etiqueta seleccionada?

# Encabezado_creacion
source: Enter the information for the new label below
es_es: Introduzca a continuación la información de la nueva etiqueta

# Encabezado_detalles
source: The information for the selected label is shown below
es_es: A continuación se muestra la información de la etiqueta seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the label below
es_es: Modifique la información que desee editar de la etiqueta a continuación

# Etiquetas_pagina
source: Labels per page
es_es: Etiquetas por página

# Error_Estructura_Datos
source: The data lines structure is not valid.
es_es: La estructura de las líneas de datos no es válida.

# Leyenda_codigoBarras
source: Product bar code
es_es: Código de barras del producto

# Leyenda_descripcion
source: Product description
es_es: Descripción del producto

# Leyenda_nombre
source: Product name
es_es: Nombre del producto

# Leyenda_referencia
source: Product reference
es_es: Referencia del producto

# Leyenda_sku
source: Product SKU
es_es: SKU del producto

# Mensaje_leyenda
source: You can add properties of the product associated with the label by writing the following terms:
es_es: Puede añadir propiedades del producto asociado a la etiqueta escribiendo los siguientes términos:

# Requisitos_imagen
source: The image size must be {0}
es_es: Las dimensiones de la imagen deben ser {0}

# Error_lineaDatos_cierreLlave
source: The line {0} contains some open key not closed or vice versa.
es_es: La linea {0} contiene alguna llave abierta no cerrada o viceversa.

# Error_lineaDatos_vacia
source: The datalines can not be empty.
es_es: La linea de datos no puede estar vacía.

# Error_lineasDatos_cierreBloque
source: The text of the datalines contains at least one open block that is not closed or vice versa.
es_es: El texto de la linea de datos contiene al menos un bloque abierto no cerrado o viceversa.

# Error_lineasDatos_fin
source: The text of the datalines does not end with the characters "^XZ".
es_es: El texto de la linea de datos no finaliza con los caracteres "^XZ".

# Error_lineasDatos_finLinea
source: The line {0} does not end with the characters "^FS".
es_es: La linea {0} no finaliza con los caracteres "^FS".

# Error_lineasDatos_inicio
source: The text of the datalines does not begin with the characters "^XA".
es_es: El texto de la linea de datos no comienza con los caracteres "^XA".

# Error_lineasDatos_inicioLinea
source: The line {0} does not start with the character "^".
es_es: La linea {0} no comienza con el caracter "^".

# Leyenda_codigoRFID
source: RFID code to encode on the label
es_es: Código RFID a codificar en la etiqueta

# Error_lineasDatos_contenidoLLaves
source: The content between the keys of the line {0} is not valid. The content must be one of the specified codes (push the blue info button to see the valid contents) or a integer value.
es_es: El contenido de las llaves de la línea {0} no es válido. El contenido debe ser uno de los códigos especificados (pulse el botón azul de información para ver los contenidos válidos) o un número entero.
