Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Informes.*.resx
Languages: de_de, es_es

# Alertas
source: Alerts
es_es: Alertas

# CheckBox_Horizontal_Tootltip
source: With this option selected, the report is generated in horizontal format
de_de: Wenn diese Option ausgewählt ist, wird der Bericht im horizontalen Format generiert
es_es: Con esta opción seleccionada el informe se genera en formato horizontal

# Cliente
source: Client
es_es: Cliente

# Compras_ubicacion
source: Purchases by location
es_es: Compras por ubicación

# Compras_proveedor
source: Purchases by supplier
es_es: Compras por proveedor

# Consumo
source: Consumption
de_de: Verbrauch
es_es: Consumo

# Descartes
source: Discards
es_es: Descartes

# Destino
source: Destination
de_de: Ziel
es_es: Destino

# Distancia
source: Distance
de_de: Entfernung
es_es: Distancia

# Duracion
source: Duration
de_de: Dauer
es_es: Duración

# Error_activos
source: There are no assets to show in the report
de_de: Im Bericht sind keine Assets enthalten
es_es: No existen activos para mostrar en el informe

# Error_alertas
source: There are no alerts to show in the report
de_de: Im Bericht werden keine Warnungen angezeigt
es_es: No existen alertas para mostrar en el informe

# Error_ubicaciones
source: There are no locations on which to generate the report
de_de: Es gibt keine Speicherorte für den Bericht
es_es: No existen ubicaciones sobre las que generar el informe

# Error_movimientos
source: There are no movements to show in the report
es_es: No existen movimientos para mostrar en el informe

# Error_rutas
source: There are no routes to show in the report
de_de: Es gibt keine Routen, die im Bericht angezeigt werden können
es_es: No existen rutas para mostrar en el informe

# Fecha_informe
source: Report date
de_de: Datum des Berichts
es_es: Fecha del informe

# Generar
source: Generate
de_de: Erzeugen
es_es: Generar

# Informe_alertas
source: Alerts report
de_de: Alarmbericht
es_es: Informe de alertas

# Informe_compras_ubicacion
source: Purchases by location report
es_es: Informe de compras por ubicación

# Informe_compras_proveedor
source: Purchases by supplier report
es_es: Informe de compras por proveedor

# Informe_descarte
source: Discard report
es_es: Informe de descartes

# Informe_inventario
source: Inventory report
de_de: Inventarbericht
es_es: Informe de inventario

# Informe_movimiento
source: Movement report
es_es: Informe de movimientos

# Informe_provision
source: Provision report
es_es: Informe de provisión

# Informe_rutas
source: Routes report
de_de: Routenbericht
es_es: Informe de rutas

# Informe_vendidos_cliente
source: Sales by client report
es_es: Informe de ventas por cliente

# Informe_vendidos_ubicacion
source: Sales by location report
es_es: Informe de ventas por ubicación

# Inventario
source: Inventory
es_es: Inventario

# Leyenda_no_datos
source: * There is no data. This may be due to a malfunction or misuse of the equipment.
de_de: Keine Daten Dies kann auf eine Fehlfunktion oder einen Missbrauch des Geräts zurückzuführen sein
es_es: * No hay datos. Esto puede ser debido a un mal funcionamiento o mal uso del equipo.

# Movimientos
source: Movements
es_es: Movimientos

# Origen
source: Start
de_de: Herkunft
es_es: Origen

# Origen_destino
source: Start / destination
de_de: Herkunft / Ziel
es_es: Origen / destino

# Proveedor
source: Supplier
es_es: Proveedor

source: Provision
de_de: Bereitstellung
es_es: Provisión

# Rutas
source: Routes
es_es: Rutas

# Ruta_no_finalizada
source: Route in progress
de_de: Route in Bearbeitung
es_es: Ruta en curso

# Total_categoria
source: Total Category
es_es: Total Categoría

# Total_cliente
source: Total Client Assets
es_es: Total Activos Cliente

# Total_empresa
source: Total Company Assets
es_es: Total Activos Empresa

# Total_empresa_general
source: Total Company
es_es: Total Empresa

# Total_ubicacion
source: Total Location Assets
es_es: Total Activos Ubicación

# Total_producto
source: Total Product
es_es: Total Producto

# Total_proveedor
source: Total Supplier Assets
es_es: Total Activos Proveedor

# Valor_nulo
source: Null
de_de: Ungültig
es_es: Nulo

# Velocidad_media
source: Average speed
de_de: Durchschnittsgeschwindigkeit
es_es: Velocidad media

# Vendidos_cliente
source: Sales by client
es_es: Vendidos por cliente

# Vendidos_ubicacion
source: Sales by location
es_es: Vendidos por ubicación

# Generar_informe
source: Generate report
es_es: Generar informe

# Error_tipo_alerta
source: You must select an alert type
es_es: Debe seleccionar algún tipo de alerta.

# Fecha_fin
source: Final date
es_es: Fecha final

# Fecha_inicio
source: Initial date
es_es: Fecha inicial

# Activo
source: Asset
es_es: Activo

source: Check In
de_de: Einchecken
es_es: Entrada

source: Check In / Out
de_de: Einchecken / Auschecken
es_es: Entrada / Salida

source: Check Out
de_de: Auschecken
es_es: Salida

# Descarte
source: Discard
de_de: Verwerfen
es_es: Descarte

# Empresa
source: Company
es_es: Empresa

# Entidad
source: Entity
es_es: Entidad

# Hueco
source: Segment
es_es: Hueco

# Nombre
source: Name
es_es: Nombre

# Operacion
source: Operation
es_es: Operación

# Producto
source: Product
es_es: Producto

# Robo
source: Theft
de_de: Diebstahl
es_es: Robo

# Seguimiento
source: Tracing
es_es: Seguimiento

# Ubicacion
source: Location
es_es: Ubicación

# Venta
source: Sale
de_de: Verkauf
es_es: Venta

# Conductor
source: Driver
es_es: Conductor

# Fecha
source: Date
es_es: Fecha

# Fin
source: End date
es_es: Fecha de fin

# Inicio
source: Start date
es_es: Fecha de inicio

# Tipo
source: Type
es_es: Tipo

# Valor
source: Value
es_es: Valor

# ValorReal
source: Real Value
es_es: Valor Real

# Vehiculo
source: Vehicle
es_es: Vehículo

# Velocidad
source: Speed
es_es: Velocidad

# Cantidad
source: Quantity
es_es: Cantidad

# accidente
source: Vehicle accident
de_de: Fahrzeugunfall
es_es: Accidente del vehículo

# aceleracionBrusca
source: Vehicle abrupt acceleration
de_de: Abrupte Beschleunigung des Fahrzeugs
es_es: Aceleración brusca del vehículo

# apertura
source: Padlock opening
de_de: Vorhängeschlossöffnung
es_es: Apertura del candado

# aperturaAnormal
source: Abnormal padlock opening
de_de: Abnormales Öffnen des Vorhängeschlosses
es_es: Apertura anormal del candado

# aperturaSim
source: Padlock closed, but SIM card accessed
de_de: Sim Abdeckung öffnen mit geschlossenem Vorhängeschloss
es_es: Apertura de la tapa Sim con el candado cerrado

# aperturaTeclado
source: Padlock opening by keyboard
de_de: Öffnen des Vorhängeschlosses mit einer Tastatur
es_es: Apertura del candado mediante teclado

# aperturaTiempo
source: Excessive time with padlock opened
de_de: Überschüssig im Laufe der Zeit mit dem offenen Vorhängeschloss
es_es: Exceso en el tiempo con el candado abierto

# aperturaTimeout
source: Time limit with padlock opened exceeded
de_de: Zeitlimit bei geöffnetem Vorhängeschloss überschritten
es_es: Límite de tiempo con el candado abierto superado

# cambioBruscoCarril
source: Sudden lane change
de_de: Plötzlicher Spurwechsel
es_es: Cambio brusco de carril

# dañoCarcasa
source: Damaged padlock front cover
de_de: Frontabdeckung des beschädigten Vorhängeschlosses
es_es: Carcasa frontal del candado dañada

# deceleracionBrusca
source: Abrupt deceleration of the vehicle
de_de: Abrupte Verzögerung des Fahrzeugs
es_es: Deceleración brusca del vehículo

# emergencia
source: Emergency in vehicle
de_de: Notfall im Fahrzeug
es_es: Emergencia en el vehículo

# errorAperturaGeocerca
source: Padlock opening attempt outside of the geozone
de_de: Versuch, das Vorhängeschloss außerhalb des Geofence zu öffnen
es_es: Intento de apertura del candado fuera de la geocerca

# errorAperturaNoPosicionado
source: Padlock opening error, device not positioned
de_de: Fehler beim Öffnen des Vorhängeschlosses, Gerät nicht positioniert
es_es: Error en la apertura del candado, dispositivo no posicionado

# errorDispositivoConectado
source: Error in device connected to the padlock
de_de: Fehler im Gerät, das an das Vorhängeschloss angeschlossen ist
es_es: Error en dispositivo conectado al candado

# errorElectromagnetico
source: Abnormal padlock electromagnetic control
de_de: Abnormale elektromagnetische Kontrolle im Vorhängeschloss
es_es: Control electromagnético anormal en el candado

# excesoParada
source: Excessive stopping time
de_de: Übermäßige Stoppzeit
es_es: Exceso en el tiempo de parada

# excesoRalenti
source: Excessive idle time
de_de: Übermäßige Leerlaufzeit
es_es: Exceso de tiempo con el vehículo en ralentí

# excesoTemperatura
source: Excessive vehicle temperature
de_de: Übermäßige Temperatur des Fahrzeugs
es_es: Exceso de temperatura del vehículo

# excesoTiempoConduccion
source: Excessive driving time
de_de: Übermäßige Fahrzeit
es_es: Exceso en el tiempo de conducción

# excesoVelocidad
source: Excessive driving speed
de_de: Übermäßige Fahrgeschwindigkeit
es_es: Exceso de velocidad

# giroBrusco
source: Vehicle sharp turning
de_de: Scharfes Drehen des Fahrzeugs
es_es: Giro brusco del vehículo

# malFuncionamiento
source: Vehicle malfunction
de_de: Fehlfunktion des Fahrzeugs
es_es: Mal funcionamiento del vehículo

# paradaUbicacion
source: Stop in location
de_de: Stoppen am Standort
es_es: Parada en ubicación

# pasoUbicacion
source: Pass by location
de_de: Vorbeigehen am Standort
es_es: Paso por ubicación

# revoluciones
source: RPM limit exceeded
de_de: UpM-Limit überschritten
es_es: Límite de RPM superado

# sinRecibirDatos
source: Period of time without receiving data
de_de: Zeitraum ohne empfangenge Daten
es_es: Periodo de tiempo sin recibir datos

# TipoAlerta
source: Alert type
de_de: Alarmtyp
es_es: Tipo de alerta

# voltajeBateria
source: Excessive battery voltage
de_de: Übermäßige Batteriespannung
es_es: Exceso de voltaje en la batería

# Descripcion_generar_informe
source: Generate and download the report in {0} format.
es_es: Generar y descargar el informe en formato {0}.

# ObtenerDescartados
source: Get the discarded assets
es_es: Obtiene los activos descartados

# ObtenerVendidos
source: Get the sold assets freely (whitout sale order)
es_es: Obtiene los activos vendidos de forma libre (sin asociar a órdenes de venta)

# TipoInforme
source: Type of report
es_es: Tipo de informe

# Ventas
source: Sales
es_es: Ventas

# InfoDescarteVenta
source: If no date is selected, the report will show the assets which are currently discarded or sold ("freely", without associated sales orders). If one is selected, the report will show the discard or sale ("free") operations done at that time regardless the actual status of the asset.
es_es: Si no selecciona ninguna fecha, el informe mostrará los activos que se encuentran actualmente descartados o vendidos ("libremente", es decir, sin asociar a órdenes de venta). Si selecciona alguna, se mostrarán las operaciones de descarte o venta ("libre") realizadas sobre activos en ese intervalo de tiempo sin importar el estado actual en el que se encuentren los activos.

# Informe_venta
source: Sale report
es_es: Informe de ventas

# InfoCompraProveedor
source: The report will show the purchase operations made for the selected supplier. If no date is selected, all operations will be displayed; if one is selected, only those that were made within the selected date range.
es_es: El informe mostrará las operaciones de compra realizadas para el proveedor seleccionado. Si no selecciona ninguna fecha, se mostrarán todas las operaciones; si selecciona alguna, sólo las que se realizaran dentro del rango de fechas seleccionado.

# InfoCompraUbicacion
source: The report will show the purchase operations made in the selected location. If no date is selected, all operations will be displayed; if one is selected, only those that were made within the selected date range.
es_es: El informe mostrará las operaciones de compra realizadas en la ubicación seleccionada. Si no selecciona ninguna fecha, se mostrarán todas las operaciones; si selecciona alguna, sólo las que se realizaran dentro del rango de fechas seleccionado.

# InfoInventario
source: If no date is selected, the report will show the assets which are currently in the selected locations and are not discarded or sold. If one is selected, of the aforementioned assets, only those which arrived at that location on a date within the selected range will be displayed.
es_es: Si no selecciona ninguna fecha, el informe mostrará los activos que se encuentren actualmente en las ubicaciones seleccionadas y que no se encuentren descartados ni vendidos. Si selecciona alguna, de los activos anteriormente mencionados, se mostrarán sólo los que llegaran a esa ubicación en una fecha dentro del rango seleccionado.

# InfoMovimientos
source: The report will show the operations performed on assets which belong to the selected category and product. If no date is selected, it will show all the operations; if one is selected, only those that were made within the selected date range.
es_es: El informe mostrará las operaciones realizadas sobre activos que pertenezcan a la categoría y producto seleccionados. Si no se selecciona ninguna fecha, se mostrarán todas las operaciones; si se selecciona alguna, sólo las que se realizaran dentro del rango de fechas seleccionado.

# InfoProvision
source: If no date is selected, the report will show the assets which are currently provisioned. If one is selected, the report will show the provision operations done at that time regardless the actual status of the asset.
es_es: Si no selecciona ninguna fecha, el informe mostrará los activos que se encuentren actualmente provisionados. Si selecciona alguna, se mostrarán las operaciones de provisión realizadas en el rango de fechas seleccionado sin importar el estado actual del activo.

# InfoVentaCliente
source: The report will show the sale operations (associated with sale orders) made for the selected customer. If no date is selected, all operations will be displayed; if one is selected, only those that were made within the selected date range.
es_es: El informe mostrará las operaciones de venta (asociadas a órdenes de venta) realizadas para el cliente seleccionado. Si no selecciona ninguna fecha, se mostrarán todas las operaciones; si selecciona alguna, sólo las que se realizaran dentro del rango de fechas seleccionado.

# InfoVentaUbicacion
source: The report will show the sale operations (associated with sale orders) made in the selected location. If no date is selected, all operations will be displayed; if one is selected, only those that were made within the selected date range.
es_es: El informe mostrará las operaciones de venta (asociadas a órdenes de venta) realizadas en la ubicación seleccionada. Si no selecciona ninguna fecha, se mostrarán todas las operaciones; si selecciona alguna, sólo las que se realizaran dentro del rango de fechas seleccionado.

# InfoAlertas
source: The report will show the telematics alarms produced within the selected dates and according to the vehicles, drivers and alarm types selected.
es_es: El informe mostrará las alarmas de telemática producidas dentro de las fechas seleccionadas y según los vehículos, los conductores y los tipos de alarma seleccionados.

# InfoRutas
source: The report will show the routes performed within the selected dates and according to the vehicles, drivers and type of alarm selected.
es_es: El informe mostrará las rutas realizadas dentro de las fechas seleccionadas y según los vehículos y los conductores seleccionados.
