Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Notificaciones.*.resx
Languages: es_es

# Campo_vacio
source: The {0} field is required.
es_es: El campo {0} es obligatorio.

# Crear_notificacion
source: New Notification
es_es: Nueva Notificación

# Descripcion
source: Description
es_es: Descripción

# Descripcion_borrado
source: Delete an existing notification
es_es: Eliminación de una notificación existente

# Descripcion_creacion
source: Create a new notification
es_es: Creación de una nueva notificación

# Descripcion_detalles
source: Information about an existing notification
es_es: Información de una notificación existente

# Descripcion_edicion
source: Edit an existing notification
es_es: Modificación de una notificación existente

# Descripcion_index
source: Notifications stored in system
es_es: Notificaciones existentes en el sistema

# Editar_notificacion
source: Edit Notification
es_es: Editar Notificación

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected notification?
es_es: ¿Seguro que desea eliminar la información de la notificación seleccionada?

# Encabezado_creacion
source: Enter the information for the new notification below
es_es: Introduzca a continuación la información de la nueva notificación

# Encabezado_detalles
source: The information for the selected notification is shown below
es_es: A continuación se muestra la información de la notificación seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the notification below
es_es: Modifique la información que desee editar de la notificación a continuación

# Fecha_creacion
source: Creation date
es_es: Fecha de creación

# Mensaje
source: Message
es_es: Mensaje

# Notificacion
source: Notifications
es_es: Notificaciones

# Notificaciones_pagina
source: Notifications per page:
es_es: Notificaciones por página:

# Notificacion_creada_error
source: The notification {0} has not been created.
es_es: Se ha producido un error en el envío de la notificación: {0}.

# Notificacion_creada_exito
source: The notification {0} has been successfully created.
es_es: La notificación {0} ha sido creada con éxito.

# Notificacion_editada_error
source: The notification {0} has not been edited.
es_es: Se ha producido un error en el envío de la notificación: {0}.

# Notificacion_editada_exito
source: The notification {0} has been successfully edited.
es_es: La notificación {0} ha sido editada con éxito.

# Notificacion_eliminada_error
source: The notification {0} has not been deleted.
es_es: La notificación {0} no ha sido eliminada.

# Notificacion_eliminada_exito
source: The notification {0} has been successfully deleted.
es_es: La notificación {0} ha sido eliminada con éxito.

# Tipo_mensaje
source: Message type
es_es: Tipo de mensaje

# Tiene
source: Has {0} notifications
es_es: Tiene {0} notificaciones

# Ver_todas
source: Show All
es_es: Ver Todas

# Tipo_alerta
source: Alert
es_es: Alerta

# Tipo_informacion
source: Info
es_es: Información

# Tipo_exito
source: Success
es_es: Éxito

# Tipo_advertencia
source: Warning
es_es: Advertencia

# Mostrar_notificaciones_generales
source: Show general notifications only
es_es: Mostrar solo las notificaciones generales

# Notificacion_general
source: General notification
es_es: Notificación general

# Notificacion_simple
source: Notification
es_es: Notificación

# Ninguna
source: No new notifications
es_es: Ninguna notificación nueva

# Seleccionar_empresas_flotas
source: Directed to
es_es: Dirigida a

# Seleccionar_flotas
source: Select fleets
es_es: Seleccionar flotas

# Texto_seleccion_empresas
source: Select to whom the notification will be destined. If you select the "all" option, the notification will be sent to all users.
es_es: Seleccione a quien irá destinada la notificación. Si selecciona la opción "todas" la notificación se enviará a todos los usuarios.

# Texto_seleccion_empresas_admin
source: Select the entities or companies to assign the notification. If you select the option "all" the notification will be shown to all users of any entity or company.
es_es: Seleccione las entidades o empresas a las que irán destinada la notificación. Si selecciona la opción "todos" la notificación se mostrará a todos los usuarios de cualquier entidad o empresa.

# Leida
source: Read?
es_es: ¿Leída?

# Fecha_lectura
source: Read date
es_es: Fecha de lectura

# Campo_vacio_sin_defecto
source: The {0} field is required and does not have a default value.
es_es: El campo {0} es obligatorio y no tiene valor por defecto.
