Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Ordenes.*.resx
Languages: de_de, es_es

# Error_activos_disponibles
source: The picklist could not be generated because there are no available assets of the selected products. It's possible that the assets are already in the location selected as destination; please, check it.
es_es: No se ha podido generar la picklist porque no hay activos disponibles de los productos seleccionados. Es posible que todos los activos se encuentren ya en la ubicación seleccionada como destino; por favor, compruébelo.

# Error_orden_asociada_picklist
source: You can not edit the destination storage of a transfer order associated to a picklist.
es_es: No puede editar el almacén de destino de una orden de transferencia asociada a una picklist.

# Error_Ubicacion_Empresa
source: Location does not exist in the current company
de_de: Error_Ubicacion_Enmpresa Standort ist in der aktuellen Firma nicht vorhanden
es_es: La Ubicación no existe en la empresa actual

# Error_Ubicacion_Vacia
source: The location can not be empty
de_de: Der Ort darf nicht leer sein
es_es: La Ubicación no puede estar vacia

# Error_Ubicaciones_Iguales
source: The Origin Location and the Destination Location have to be different
de_de: Der Ursprungsort und der Zielort müssen unterschiedlich sein
es_es: La Ubicación de Origen y la Ubicación de Destino tienen que ser diferentes

# Error_Empresa_Id
source: Super Operator User and there is no Company to assign, or the Company does not exist, or the User Company does not match the Company that is passed by parameter
de_de: Super Operator User und es gibt kein Unternehmen, das zugeordnet werden kann, oder das Unternehmen existiert nicht oder das Benutzerunternehmen stimmt nicht mit dem Unternehmen überein, das durch Parameter übergeben wird
es_es: Usuario Superadministrador y no hay Empresa para asignar , o la Empresa no existe, o no coincide la Empresa del Usuario con la Empresa que se pasa por parametro

# Error_DetalleOrden_TipoActivoId
source: Incorrect TipoActivoId.
de_de: TypeActivoId Falsch.
es_es: TipoActivoId Incorrecto.

# Error_DetalleOrden_Cantidad
source: Incorrect amount.
de_de: Falsche Menge.
es_es: Cantidad Incorrecta.

# Error_ubicacion_origen
source: The origin location value is not valid
es_es: El valor de la ubicación de origen no es válido

# Error_ubicacion_destino
source: The destination location value is not valid
es_es: El valor de la ubicación de destino no es válido

# Almacen_cliente
source: Customer Storage
es_es: Almacén del Cliente

# Almacen_proveedor
source: Provider Storage
es_es: Almacén del Proveedor

source: Pick List
de_de: Auswahlliste

source: Pick Lists
de_de: Auswahlliste
