Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Ordenes.*.resx
Languages: de_de, es_es

# Almacen
source: Storage
de_de: Lagerhaus
es_es: Almacén

# Almacen_destino
source: Destination Storage
de_de: Ziellager
es_es: Almacén de Destino

# Almacen_origen
source: Origin Storage
de_de: Ursprungslager
es_es: Almacén de Origen

# Añadir_producto
source: Add Product
de_de: Produkt hinzufügen
es_es: Añadir Producto

# Cantidad
source: Stock
de_de: Betrag
es_es: Cantidad

# Cliente
source: Customer
de_de: Kunde
es_es: Cliente

# Completado
source: Completed
de_de: Abgeschlossen
es_es: Completado

# Datos_detalle
source: Details Data
de_de: Detaildaten
es_es: Datos de Detalle

# Datos_generales
source: General Data
de_de: Allgemeine Informationen
es_es: Datos Generales

# Descripcion_borrado_transferencia
source: Delete an existing Transfer Order
de_de: Löschen Sie einen bestehenden Transportauftrag
es_es: Eliminación de una orden de transferencia existente

# Descripcion_creacion_transferencia
source: Create a new Transfer Order
de_de: Anlegen eines neuen Transportauftrags
es_es: Creación de una nueva orden de transferencia

# Descripcion_detalles_transferencia
source: Information about an existing Transfer Order
de_de: Informationen zu einem bestehenden Transportauftrag
es_es: Información de una orden de transferencia existente

# Descripcion_edicion_transferencia
source: Edit an existing Transfer Order
de_de: Änderung eines bestehenden Transportauftrags
es_es: Modificación de una orden de transferencia existente

# Descripcion_index_transferencia
source: Transfers Orders stored in system
de_de: Transportaufträge, die im System vorhanden sind
es_es: Órdenes de tranferencia existentes en el sistema

# Empresa
source: Company
de_de: Gesellschaft
es_es: Empresa

# Empresa_sin_ubicacion
source: This company has not associated locations yet.
de_de: Die Gesellschaft hat noch keinen zugehörigen Standort.
es_es: La empresa seleccionada no tiene ninguna ubicación asociada.

# Encabezado_borrado_transferencia
source: Are you sure you want to delete the information for the selected Transfer Order?
de_de: Möchten Sie die Informationen aus dem ausgewählten Transportauftrag wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la orden de transferencia seleccionada?

# Encabezado_creacion_transferencia
source: Enter the information for the new Transfer Order below
de_de: Geben Sie die Informationen zum neuen Transportauftrag unten ein
es_es: Introduzca a continuación la información de la nueva orden de transferencia

# Encabezado_detalles_transferencia
source: The information for the selected Transfer Order is shown below
de_de: Die Informationen zum ausgewählten Transportauftrag sind unten aufgeführt
es_es: A continuación se muestra la información de la orden de transferencia seleccionada

# Encabezado_edicion_transferencia
source: Modify the information you want to edit in the Transfer Order below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus dem Übertragungsauftrag unten
es_es: Modifique la información que desee editar de la orden de transferencia a continuación

# Entidad
source: Entity
de_de: Entität
es_es: Entidad

# En_espera
source: On hold
de_de: Warten
es_es: En espera

# Estado
source: Status
de_de: Staat
es_es: Estado

# Filtrar_estado
source: Filter by state
de_de: Nach Bundesstaat filtern
es_es: Filtrar por estado

# Identificador
source: Order Number
de_de: Nr. Bestellung
es_es: Nº Orden

# Iniciado
source: Initiated
de_de: Angefangen
es_es: Iniciado

# Ninguna
source: None
de_de: Keine
es_es: Ninguna

# No_hay_productos
source: There are not any Products to show at this moment.
de_de: Momentan gibt es keine Produkte zum Anzeigen.
es_es: Actualmente no existen Productos que mostrar.

# Nueva_orden_transferencia
source: New Transfer Order
de_de: Neuer Transportauftrag
es_es: Nueva Orden de Transferencia

# Ordenes_pagina
source: Orders per page
de_de: Bestellungen pro Seite
es_es: Órdenes por página

# Orden_compra
source: Purchase Order
de_de: Bestellung
es_es: Orden de Compra

# Orden_transferencia
source: Transfer Order
de_de: Übertragungsauftrag
es_es: Orden de Transferencia

# Orden_creada_error
source: The order {0} has not been created.
de_de: Beim Erstellen des Auftrags ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación de la orden: {0}.

# Orden_creada_exito
source: The order {0} has been successfully created.
de_de: Die Bestellung {0} wurde erfolgreich erstellt.
es_es: La orden {0} ha sido creada con éxito.

# Orden_editada_error
source: The order {0} has not been edited.
de_de: Bei der Auftragsbearbeitung ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición de la orden: {0}.

# Orden_editada_exito
source: The order {0} has been successfully edited.
de_de: Die Bestellung {0} wurde erfolgreich bearbeitet.
es_es: La orden {0} ha sido editada con éxito.

# Orden_eliminada_error
source: The order {0} has not been deleted.
de_de: Die Bestellung {0} wurde nicht gelöscht.
es_es: La orden {0} no ha sido eliminada.

# Orden_eliminada_exito
source: The order {0} has been successfully deleted.
de_de: Die Bestellung {0} wurde erfolgreich gelöscht.
es_es: La orden {0} ha sido eliminada con éxito.

# Orden_venta
source: Sale Order
de_de: Kundenauftrag
es_es: Orden de Venta

# Producto
source: Product
de_de: Produkt
es_es: Producto

# Productos
source: Products
de_de: Produkte
es_es: Productos

# Proveedor
source: Supplier
de_de: Anbieter
es_es: Proveedor

# Titulo_crear_transferencia
source: Create Transfer Order
de_de: Übertragungsauftrag anlegen
es_es: Crear Orden de Transferencia

# Titulo_editar_transferencia
source: Edit Transfer Order
de_de: Übertragungsauftrag bearbeiten
es_es: Editar Orden de Transferencia

# Titulo_eliminar_transferencia
source: Delete Transfer Order
de_de: Übertragungsauftrag entfernen
es_es: Eliminar Orden de Transferencia

# Descripcion_borrado_compra
source: Delete an existing Purchase Order
de_de: Beseitigung einer bestehenden Bestellung
es_es: Eliminación de una orden de compra existente

# Descripcion_borrado_venta
source: Delete an existing Sale Order
de_de: Beseitigung eines bestehenden Kundenauftrags
es_es: Eliminación de una orden de venta existente

# Descripcion_creacion_compra
source: Create a new Purchase Order
de_de: Anlegen einer neuen Bestellung
es_es: Creación de una nueva orden de compra

# Descripcion_creacion_venta
source: Create a new Sale Order
de_de: Anlegen eines neuen Kundenauftrags
es_es: Creación de una nueva orden de venta

# Descripcion_detalles_compra
source: Information about an existing Purchase Order
de_de: Informationen zu einer bestehenden Bestellung
es_es: Información de una orden de compra existente

# Descripcion_detalles_venta
source: Information about an existing Sale Order
de_de: Informationen zu einem bestehenden Kundenauftrag
es_es: Información de una orden de venta existente

# Descripcion_edicion_compra
source: Edit an existing Purchase Order
de_de: Änderung einer bestehenden Bestellung
es_es: Modificación de una orden de compra existente

# Descripcion_edicion_venta
source: Edit an existing Sale Order
de_de: Änderung eines bestehenden Kundenauftrags
es_es: Modificación de una orden de venta existente

# Descripcion_index_compra
source: Purchase Orders stored in system
de_de: Bestellungen, die im System vorhanden sind
es_es: Órdenes de compra existentes en el sistema

# Descripcion_index_venta
source: Sales Orders stored in system
de_de: Kundenaufträge im System vorhanden
es_es: Órdenes de venta existentes en el sistema

# Titulo_crear_compra
source: Create Purchase Order
de_de: Bestellung anlegen
es_es: Crear Orden de Compra

# Titulo_crear_venta
source: Create Sale Order
de_de: Kundenauftrag anlegen
es_es: Crear Orden de Venta

# Titulo_editar_compra
source: Edit Purchase Order
de_de: Bestellung bearbeiten
es_es: Editar Orden de Compra

# Titulo_editar_venta
source: Edit Sale Order
de_de: Kundenauftrag bearbeiten
es_es: Editar Orden de Venta

# Titulo_eliminar_compra
source: Delete Purchase Order
de_de: Bestellung entfernen
es_es: Eliminar Orden de Compra

# Titulo_eliminar_venta
source: Delete Sale Order
de_de: Entfernen Sie den Kundenauftrag
es_es: Eliminar Orden de Venta

# Encabezado_borrado_compra
source: Are you sure you want to delete the information for the selected Purchase Order?
de_de: Möchten Sie die Informationen aus der ausgewählten Bestellung wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la orden de compra seleccionada?

# Encabezado_borrado_venta
source: Are you sure you want to delete the information for the selected Sale Order?
de_de: Möchten Sie die Informationen aus dem ausgewählten Kundenauftrag wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la orden de venta seleccionada?

# Encabezado_creacion_compra
source: Enter the information for the new Purchase Order below
de_de: Geben Sie die Informationen der neuen Bestellung ein
es_es: Introduzca a continuación la información de la nueva orden de compra

# Encabezado_creacion_venta
source: Enter the information for the new Sale Order below
de_de: Geben Sie die Informationen des neuen Kundenauftrags ein
es_es: Introduzca a continuación la información de la nueva orden de venta

# Encabezado_detalles_compra
source: The information for the selected Purchase Order is shown below
de_de: Die Informationen der ausgewählten Bestellung werden unten angezeigt
es_es: A continuación se muestra la información de la orden de compra seleccionada

# Encabezado_detalles_venta
source: The information for the selected Sale Order is shown below
de_de: Die Informationen des ausgewählten Kundenauftrags werden unten angezeigt
es_es: A continuación se muestra la información de la orden de venta seleccionada

# Encabezado_edicion_compra
source: Modify the information you want to edit in the Purchase Order below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus der Bestellung unten
es_es: Modifique la información que desee editar de la orden de compra a continuación

# Encabezado_edicion_venta
source: Modify the information you want to edit in the Sale Order below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus dem folgenden Kundenauftrag
es_es: Modifique la información que desee editar de la orden de venta a continuación

# Nueva_orden_compra
source: New Purchase Order
de_de: Neue Bestellung
es_es: Nueva Orden de Compra

# Nueva_orden_venta
source: New Sale Order
de_de: Neuer Kundenauftrag
es_es: Nueva Orden de Venta

# Empresa_sin_proveedor
source: This company has not associated suppliers yet.
de_de: Das Unternehmen hat noch keine Lieferanten verknüpft.
es_es: La empresa no tiene ningún proveedor asociado

# Clientes
source: Customers
de_de: Kunden
es_es: Clientes

# Empresa_sin_cliente
source: This company has not associated customers yet.
de_de: Die Gesellschaft hat noch keine Kunden verknüpft.
es_es: La empresa no tiene ningún cliente asociado

# Proveedores
source: Suppliers
de_de: Lieferanten
es_es: Proveedores

# Orden_sin_detalles
source: Order without Details.
de_de: Bestellen Sie ohne Details.
es_es: Orden sin Detalles.

# Origen_y_destino_iguales
source: The origin and destination storages can not be the same. Please, select a different one.
de_de: Herkunfts- und Ziellager können nicht gleich sein. Bitte wählen Sie einen anderen aus.
es_es: Los almacenes de origen y destino no pueden ser iguales. Por favor, seleccione uno diferente.

# Descripcion_borrado_picklist
source: Delete an existing Pick List
de_de: Entfernen einer vorhandenen Auswahlliste
es_es: Eliminación de una Pick List existente

# Descripcion_creacion_picklist
source: Create a new Pick List
de_de: Erstellen einer neuen Auswahlliste
es_es: Creación de una nueva Pick List

# Descripcion_detalles_picklist
source: Information about an existing Pick List
de_de: Informationen zu einer bestehenden Auswahlliste
es_es: Información de una Pick List existente

# Descripcion_edicion_picklist
source: Edit an existing Pick List
de_de: Änderung einer bestehenden Auswahlliste
es_es: Modificación de una Pick List existente

# Descripcion_index_picklist
source: Pick Lists stored in system
de_de: Bestehende Auswahllisten im System
es_es: Pick Lists existentes en el sistema

# Encabezado_borrado_picklist
source: Are you sure you want to delete the information for the selected Pick List?
de_de: Möchten Sie die Informationen wirklich aus der ausgewählten Auswahlliste löschen?
es_es: ¿Seguro que desea eliminar la información de la Pick List seleccionada?

# Encabezado_creacion_picklist
source: Enter the information for the new Pick List below
de_de: Geben Sie die Informationen der neuen Auswahlliste unten ein
es_es: Introduzca a continuación la información de la nueva Pick List

# Encabezado_detalles_picklist
source: The information for the selected Pick List is shown below
de_de: Die Informationen der ausgewählten Auswahlliste werden unten angezeigt
es_es: A continuación se muestra la información de la Pick List seleccionada

# Encabezado_edicion_picklist
source: Modify the information you want to edit in the Pick List below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus der Auswahlliste unten
es_es: Modifique la información que desee editar de la Pick List a continuación

# Titulo_crear_picklist
source: Create Pick List
de_de: Auswahlliste erstellen
es_es: Crear Pick List

# Titulo_editar_picklist
source: Edit Pick List
de_de: Bearbeiten Sie die Auswahlliste
es_es: Editar Pick List

# Titulo_eliminar_picklist
source: Delete Pick List
de_de: Entfernen Sie die Auswahlliste
es_es: Eliminar Pick List

# PickList_creada_error
source: The pick list {0} has not been created.
de_de: Beim Erstellen der Auswahlliste ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación de la pick list: {0}.

# PickList_creada_exito
source: The pick list {0} has been successfully created.
de_de: Die Auswahlliste {0} wurde erfolgreich erstellt.
es_es: La pick list {0} ha sido creada con éxito.

# PickList_editada_error
source: The pick list {0} has not been edited.
de_de: In der Ausgabe der Auswahlliste ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición de la pick list: {0}.

# PickList_editada_exito
source: The pick list {0} has been successfully edited.
de_de: Die Auswahlliste {0} wurde erfolgreich bearbeitet.
es_es: La pick list {0} ha sido editada con éxito.

# PickList_eliminada_error
source: The pick list {0} has not been deleted.
de_de: Die Auswahlliste {0} wurde nicht gelöscht.
es_es: La pick list {0} no ha sido eliminada.

# PickList_eliminada_exito
source: The pick list {0} has been successfully deleted.
de_de: Die Auswahlliste {0} wurde erfolgreich entfernt.
es_es: La pick list {0} ha sido eliminada con éxito.

# Nueva_picklist
source: New Pick List
de_de: Neue Auswahlliste
es_es: Nueva Pick List

# Picklists_pagina
source: Pick Lists per page
de_de: Auswahlliste pro Seite
es_es: Pick Lists por página

# Debe_seleccionar_almacen
source: You must select a storage to display the available transfer orders.
de_de: Sie müssen ein Lager auswählen, um die verfügbaren Transportaufträge anzuzeigen.
es_es: Debe seleccionar un almacén para visualizar las órdenes de transferencia disponibles.

# Detalles_ordenes_transferencia
source: Details for the transfer order.
de_de: Details zum Überweisungsauftrag
es_es: Detalles de la orden de transferencia.

# No_hay_ot_disponibles
source: No transfer orders available at this moment for the selected storage.
de_de: Zu diesem Zeitpunkt sind keine Transportaufträge für den ausgewählten Zielspeicher verfügbar.
es_es: No hay órdenes de transferencia disponibles en estos momentos para el almacén de destino seleccionado.

# No_hay_ot_seleccionadas
source: No transfer orders selected yet.
de_de: Es sind noch keine Transportaufträge ausgewählt.
es_es: No hay órdenes de transferencia seleccionadas aún.

# Ordenes_disponibles
source: Available Transfer Orders
de_de: Transportaufträge verfügbar
es_es: Órdenes de Transferencia Disponible

# Ordenes_seleccionadas
source: Selected Transfer Orders
de_de: Ausgewählte Transportaufträge
es_es: Órdenes de Tranferencia Seleccionadas

# Mostrar_ubicaciones
source: Show locations
de_de: Orte anzeigen
es_es: Mostrar ubicaciones

# No_puede_editar
source: You can not edit the selected order because its status is different from "On Hold".
de_de: Sie können die ausgewählte Bestellung nicht bearbeiten, da sich ihr Status von "In Wartestellung" unterscheidet.
es_es: No puede editar la orden seleccionada porque su estado es distinto al de "En Espera".

# No_puede_eliminar
source: You can not delete the selected order because its status is "Started".
de_de: Sie können die ausgewählte Bestellung nicht löschen, da der Status "Gestartet" lautet.
es_es: No puede eliminar la orden seleccionada porque su estado es "Iniciado".

# Identificador_en_uso
source: The order identifier is already in use, please try another.
de_de: Die Kennung der Bestellung wird bereits verwendet. Bitte versuchen Sie es mit einer anderen Bestellung.
es_es: El identificador de la orden ya está en uso, por favor, pruebe con otro.

# Ordenes_compra_pendientes
source: Pending Purchase Orders
de_de: Ausstehende Bestellungen
es_es: Órdenes de Compra Pendientes

# Ordenes_transferencia_pendientes
source: Pending Transfer Orders
de_de: Ausstehende Transportaufträge
es_es: Órdenes de Tranferencia Pendientes

# Ordenes_venta_pendientes
source: Pending Sale Orders
de_de: Ausstehende Kundenaufträge
es_es: Órdenes de Venta Pendientes

# Picklists_pendientes
source: Pending Pick Lists
de_de: Ausstehende Auswahlliste
es_es: Pick Lists Pendientes

# Ultimas_ordenes_creadas
source: Last Orders Created
de_de: Letzte Bestellungen erstellt
es_es: Últimas Órdenes Creadas

# Carrito_vacio
source: Shopping cart is empty, please, add a product first.
de_de: Der Warenkorb ist leer, bitte fügen Sie zuerst ein Produkt hinzu.
es_es: El carrito está vacío, por favor, añada primero algún producto.

# Orden_no_generada
source: No transfer order has been generated because all of the selected products are in the destination store.
es_es: No se ha generado ninguna orden de transferencia porque todos los productos seleccionados se encuentran en el almacén de destino.

# Orden_omitida
source: The creation of one or more transfer orders has been omitted or the quantity of products included is less than that requested because part of the selected products are not available.
es_es: Se ha omitido la creación de una o varias órdenes de transferencia o la cantidad del producto incluída es menor a la pedida porque parte de los productos seleccionados no se encuentran disponibles.

# Archivo_excel
source: Excel FIle
es_es: Archivo Excel

# Importar_excel
source: Import Excel
es_es: Importar Excel

# No_empresa
source: No company selected.
es_es: No hay empresa seleccionada.

# Subir_archivo
source: Upload File
es_es: Subir Archivo

# Codigo
source: Code
es_es: Código

# Error_seleccionar_columnas
source: Select product or code and stock columns
es_es: Seleccionar columnas producto o código y cantidad

# Error_subida
source: The file has not been uploaded
es_es: No se ha subido el fichero.

# Producto_no_encontrado
source: The product {0} does not exist
es_es: El producto {0} no existe.

# Resultado_importacion
source: Import Result
es_es: Resultado Importación

# Motivo
source: Reasons:
es_es: Motivos:

# Productos_importados_error
source: Products not imported:
es_es: Productos no importados:

# Productos_importados_exito
source: Products imported correctly:
es_es: Productos importados correctamente:

# Orden_completa
source: Completed order
de_de: Bestellung abschließen
es_es: Orden completa

# Orden_no_encontrada
source: No order has been found that corresponds to the type and number indicated.
es_es: No se ha encontrado ninguna orden que se corresponda con el tipo y el número indicados.

# No_coincide_destino
source: The work order destination does not correspond to the current location, so the operation can not be associated with that order.
es_es: El destino de la orden de trabajo no se corresponde con la localización actual, por lo que no se puede asociar la operación a dicha orden.

# No_coincide_origen
source: The work order origin does not correspond to the current location, so the operation can not be associated to that order.
es_es: El origen de la orden de trabajo no se corresponde con la localización actual, por lo que no se puede asociar la operación a dicha orden.

# Operacion_asociada
source: The order you want to delete is associated with an operation, so it can not be deleted.
es_es: La orden que desea eliminar está asociada con alguna operación, por lo que no puede ser eliminada.

# Orden
source: Order
de_de: Bestellung
es_es: Orden

# Error_fecha
source: An error has ocurred with the order date. Please try again.
es_es: Se ha producido un error con la fecha de la orden. Por favor, vuelva a intentarlo.

# Orden_sin_fecha
source: You can not create an order without an associated date. Please, try again.
de_de: Sie können keine Bestellung ohne ein zugehöriges Datum erstellen. Bitte versuchen Sie es erneut.
es_es: No se puede crear una orden sin una fecha asociada. Por favor, inténtelo de nuevo.

# Orden_sin_identificador
source: You can not create an order without an associated identifier. Please try again.
es_es: No puede crear una orden sin un identificador asociado. Por favor, inténtelo de nuevo.

# Activo_asociado
source: The order you want to delete has associated assets. Please delete them and try again.
es_es: La orden que desea eliminar tiene activos asociados. Por favor, elimínelos e inténtelo de nuevo.

# Error_fecha_picklist
source: An error has ocurred with the picklist date. Please try again.
es_es: Se ha producido un error con la fecha de la picklist. Por favor, vuelva a intentarlo.

# Picklist_sin_fecha
source: You can not create a picklist without an associated date. Please try again.
es_es: No puede crear una picklist sin una fecha asociada. Por favor, inténtelo de nuevo.

# Picklist_sin_orden
source: You can not create a picklist without an associated order. Please try again.
es_es: No puede crear una picklist sin una orden asociada. Por favor, inténtelo de nuevo.

# Picklist_identificador_en_uso
source: The identifier of the picklist is already in use, please try another.
es_es: El identificador de la picklist ya está en uso, por favor, pruebe con otro.

# Picklist_no_puede_editar
source: You can not edit the selected picklist because its status is different from "On Hold".
es_es: No puede editar la picklist seleccionada porque su estado es distinto al de "En Espera".

# Picklist_no_puede_eliminar
source: You can not delete the selected picklist because its status is "Started".
es_es: No puede eliminar la picklist seleccionada porque su estado es "Iniciado".

# Picklist_sin_identificador
source: You can not create a picklist without an associated identifier. Please try again.
es_es: No puede crear una picklist sin un identificador asociado. Por favor, inténtelo de nuevo.

# Compra
source: Purchase
de_de: Kaufen
es_es: Compra

# Transferencia
source: Transfer
de_de: Übertragen
es_es: Transferencia

# Venta
source: Sale
de_de: Verkauf
es_es: Venta

# Producto_sin_stock
source: The product {0} does not currently have stock.
es_es: El producto {0} no dispone de stock actualmente.

# No_origen
source: No work order origin selected.
es_es: No hay almacén de origen seleccionado.

# Producto_stock_insuficiente
source: The product {0} stock is not enough for the requested quantity ({1}), the maximum available stock ({2}) has been established.
es_es: El stock del producto {0} no alcanza para la cantidad solicitada ({1}), se ha establecido el stock máximo disponible ({2}).
