Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Sensores.*.resx
Languages: de_de, es_es

# Acelerometro
source: Accelerometer
de_de: Beschleunigungsmesser
es_es: Acelerómetro

# Booleano
source: Bool
de_de: Boolesch
es_es: Booleano

# Cadena
source: String
de_de: Kette
es_es: Cadena

# Descripcion_borrado
source: Delete an existing sensor
de_de: Entfernen eines vorhandenen Sensors
es_es: Eliminación de un sensor existente

# Descripcion_creacion
source: Create a new sensor
de_de: Erstellung eines neuen Sensors
es_es: Creación un nuevo sensor

# Descripcion_detalles
source: Information about an existing sensor
de_de: Informationen von einem vorhandenen Sensor
es_es: Información de un sensor existente

# Descripcion_edicion
source: Edit an existing sensor
de_de: Bearbeiten eines vorhandenen Sensors
es_es: Edición de un sensor existente

# Descripcion_index
source: Sensors stored in system
de_de: Vorhandene Sensoren im System
es_es: Sensores existentes en el sistema

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected sensor?
de_de: Möchten Sie die ausgewählten Sensorinformationen wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del sensor seleccionado?

# Encabezado_creacion
source: Enter the information for the new sensor below
de_de: Geben Sie die Informationen des neuen Sensors unten ein
es_es: Introduzca a continuación la información del nuevo sensor

# Encabezado_detalles
source: The information for the selected sensor is shown below
de_de: Die Information des Auswahlsensors ist unten gezeigt
es_es: A continuación se muestra la información del sensor seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the sensor below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, über den Sensor unten
es_es: Modifique la información que desee editar del sensor a continuación

# Entero
source: Integer
de_de: Ganzes
es_es: Entero

# Flotante
source: Float
de_de: Schwebend
es_es: Flotante

# Giroscopio
source: Gyroscope
de_de: Gyroskop
es_es: Giroscopio

# Humedad
source: Humidity
de_de: Feuchtigkeit
es_es: Humedad

# Luz
source: Light
de_de: Licht
es_es: Luz

# Nuevo_sensor
source: New Sensor
de_de: Neuer Sensor
es_es: Nuevo Sensor

# Presion
source: Pressure
de_de: Druck
es_es: Presión

# Sensor
source: Sensors
de_de: Sensoren
es_es: Sensores

# Sensores_pagina
source: Sensors per page
de_de: Sensoren pro Seite
es_es: Sensores por página

# Sensor_creado_error
source: The sensor {0} has not been created.
de_de: Beim Erstellen des Sensors ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación del sensor: {0}.

# Sensor_creado_exito
source: The sensor {0} has been successfully created.
de_de: Der Sensor {0} wurde erfolgreich erstellt.
es_es: El sensor {0} ha sido creado con éxito.

# Sensor_editado_error
source: The sensor {0} has not been edited.
de_de: In der Sensorausgabe ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición del sensor: {0}.

# Sensor_editado_exito
source: The sensor {0} has been successfully edited.
de_de: Der Sensor {0} wurde erfolgreich bearbeitet.
es_es: El sensor {0} ha sido editada con éxito.

# Sensor_eliminado_error
source: The sensor {0} has not been deleted.
de_de: Der Sensor {0} wurde nicht entfernt.
es_es: El sensor {0} no ha sido eliminado.

# Sensor_eliminado_exito
source: The sensor {0} has been successfully deleted.
de_de: Der Sensor {0} wurde erfolgreich entfernt.
es_es: El sensor {0} ha sido eliminado con éxito.

# Simbolo
source: Symbol
es_es: Símbolo

# Temperatura
source: Temperature
de_de: Temperatur
es_es: Temperatura

# Tipo
source: Type
de_de: Geben Sie ein
es_es: Tipo

# Tipo_dato
source: Value Data Type
de_de: Art des Datenwerts
es_es: Tipo de Dato Valor

# Titulo_crear
source: Create Sensor
de_de: Erstellen Sie einen Sensor
es_es: Crear Sensor

# Titulo_editar
source: Edit Sensor
de_de: Sensor bearbeiten
es_es: Editar Sensor

# Titulo_eliminar
source: Delete Sensor
de_de: Sensor entfernen
es_es: Eliminar Sensor

# Ultrasonido
source: Ultrasound
de_de: Ultraschall
es_es: Ultrasonido

# Unidad
source: Unit
de_de: Einheit
es_es: Unidad

# Valor_defecto
source: Default Value
de_de: Standardwert
es_es: Valor por Defecto

# Valor_max
source: Maximum Value
de_de: Maximalwert
es_es: Valor Máximo

# Valor_min
source: Minimum Value
de_de: Mindestwert
es_es: Valor Mínimo

# Error_valor
source: Any of the entered values (default value, minimum or maximum) does not have the specified data type; please check these values and try again.
de_de: Jeder der eingegebenen Werte (Standardwert, Minimum oder Maximum) entspricht nicht dem Typ der Daten, die angegeben wurden. Bitte überprüfen Sie diese Werte und versuchen Sie es erneut.
es_es: Alguno de los valores introducidos (valor por defecto, mínimo o máximo) no es del tipo de dato que se ha especificado; por favor, compruebe dichos valores e inténtelo de nuevo.

# Min_mayor_que_Max
source: The minimum value can not be greater than the maximum value.
de_de: Der Minimalwert darf nicht größer als der Maximalwert sein.
es_es: El valor mínimo no puede ser mayor que el valor máximo.

# Valor_defecto_fuera_rango
source: The default value must be between the maximum and minimum values.
de_de: Der Standardwert muss zwischen den maximalen und minimalen Werten liegen.
es_es: El valor por defecto debe encontrarse entre los valores máximo y mínimo.

# Mostrar_datos
source: Show Data
de_de: Daten anzeigen
es_es: Mostrar Datos

# Descripcion_dashboard
source: Measurements taken by location sensors
de_de: Messwerte von Ortungssensoren
es_es: Lecturas tomadas por los sensores de la ubicación

# Titulo_dashboard
source: Measurements Sensor
de_de: Sensormesswerte
es_es: Lecturas Sensor

# Distancia_liquido
source: Sensor distance to liquid
de_de: Sensorabstand zur Flüssigkeit
es_es: Distancia del sensor al líquido

# Grafico_distancia
source: Distance graph
de_de: Entfernungsdiagramm
es_es: Gráfico de distancia

# Grafico_llenado
source: Filling graph
de_de: Fülldiagramm
es_es: Gráfico de llenado

# Grafico_volumen
source: Volume graph
de_de: Volumengraph
es_es: Gráfico de volumen

# Porcentaje_llenado
source: Filling percentage
de_de: Prozentsatz gefüllt
es_es: Porcentaje llenado

# Volumen_liquido
source: Tank liquid volume
de_de: Volumen der Flüssigkeit im Tank
es_es: Volumen de líquido en el tanque

# Problema_dashboard
source: There is a problem with the dashboard for the {0} sensor type; please, try again later.
de_de: Es gibt ein Problem mit dem Dashboard für den Sensortyp {0}. Bitte versuchen Sie es später erneut.
es_es: Hay un problema con el dashboard para el sensor tipo {0}; por favor, inténtelo de nuevo más tarde.

# Grafico_humedad
source: Humidity graph
de_de: Feuchtigkeit Diagramm
es_es: Gráfico de humedad

# Grafico_luz
source: Brightness graph
de_de: Helligkeitsdiagramm
es_es: Gráfico de luminosidad

# Grafico_temperatura
source: Temperature graph
de_de: Temperaturdiagramm
es_es: Gráfico de temperaturas

# Temp_actual
source: Current temperature
de_de: Aktuelle Temperatur
es_es: Temperatura actual

# Temp_max
source: Maximum temperature
de_de: Maximale Temperatur
es_es: Temperatura máxima

# Temp_media
source: Average temperature
de_de: Durchschnittstemperatur
es_es: Temperatura media

# Temp_min
source: Minimum temperature
de_de: Mindesttemperatur
es_es: Temperatura mínima

# Temp_rel
source: Relative temperature to the limits
de_de: Tempetaura relativ zu den Grenzen
es_es: Tempetaura relativa a los límites

# Margen
source: Margin
de_de: Marge
es_es: Margen

# Distancia
source: Distance
de_de: Entfernung
es_es: Distancia

# Volumen
source: Volume
de_de: Volumen
es_es: Volumen

# Humedad_max
source: Maximum humidity
de_de: Maximale Luftfeuchtigkeit
es_es: Humedad máxima

# Humedad_min
source: Minimum humidity
de_de: Mindestfeuchtigkeit
es_es: Humedad mínima

# Humedad_relativa
source: Relative humidity
de_de: Relative Luftfeuchtigkeit
es_es: Humedad relativa

# Humedad_act
source: Current humidity
de_de: Aktuelle Luftfeuchtigkeit
es_es: Humedad actual

# Humedad_med
source: Average humidity
de_de: Durchschnittliche Luftfeuchtigkeit
es_es: Humedad media

# Humedad_rel_lim
source: Relative humidity to the limits
de_de: Luftfeuchtigkeit relativ zu Grenzen
es_es: Humedad relativa a los límites

# Grafico_presion
source: Pressure graph
de_de: Druckdiagramm
es_es: Gráfico de presiones

# Presion_actual
source: Current pressure
de_de: Aktueller Druck
es_es: Presión actual

# Presion_max
source: Maximum pressure
de_de: Maximaler Druck
es_es: Presión máxima

# Presion_media
source: Average pressure
de_de: Durchschnittlicher Druck
es_es: Presión media

# Presion_min
source: Minimum pressure
de_de: Mindestdruck
es_es: Presión mínima

# Presion_rel_lim
source: Relative pressure to the limits
de_de: Relativer Druck zu den Grenzen
es_es: Presión relativa a los límites

# Luz_act
source: Current brightness
de_de: Aktuelles Licht
es_es: Luz actual

# Luz_max
source: Maximum brightness
de_de: Maximales Licht
es_es: Luz máxima

# Luz_med
source: Average brightness
de_de: Durchschnittliches Licht
es_es: Luz media

# Luz_min
source: Minimum brightness
de_de: Minimales Licht
es_es: Luz mínima

# Luz_rel_lim
source: Relative brightness to the limits
de_de: Licht relativ zu Grenzen
es_es: Luz relativa a los límites

# Mostrar_plano
source: Show representation
es_es: Mostrar plano

# Plano
source: Floor Plan
es_es: Imagen Plano

# Media
source: Average
es_es: Media

# Info_guardar
source: Click here to save the information
es_es: Pulse aquí para guardar la información

# Info_papelera
source: Drag a sensor or segment here and drop to remove it or click this button to remove selected items or all of them is nothing is selected.
es_es: Arrastre un sensor o hueco aquí y suelte para eliminarlo o pulse aquí para eliminar los elementos seleccionados o todos si no hay ninguno seleccionado.

# Info_volver
source: Click here to return without saving the changes
es_es: Pulse aquí para volver sin guardar los cambios

# Info_modo_edicion
source: Enter edit mode
es_es: Entrar en el modo edición

# Identificador
source: Identifier
es_es: Identificador

# Mostrar_planos
source: Show representations
es_es: Mostrar planos

# Seleccione_sensor
source: Select a sensor from the list:
es_es: Seleccione un sensor de la lista:

# Mensaje_ayuda_1
source: To display the sensor information, hover the pointer over the sensor.
es_es: Para visualizar la información de un sensor, pase el puntero por encima de dicho sensor.

# Mensaje_ayuda_2
source: If you are using a touch device (smartphone or tablet) you must keep the sensor pressed until the window with the information has been displayed (1s approx.).
es_es: Si está utilizando un dispositivo táctil (smartphone o tablet) deberá mantener pulsado el sensor hasta que se muestre la ventana con la información (1s aproximádamente).

# Mensaje_ayuda_3
source: The window with the information will remain open until you open another one or click on any area of the plane.
es_es: La ventana con la información permanecerá abierta hasta que abra otra o haga click sobre cualquier zona del plano.

# Mensaje_ayuda_4
source: To enter editing mode (if you are not using mobile devices), click on the icon in the upper left part of the map.
es_es: Para entrar en el modo edición (si no está usando dispositivos móviles) pulse sobre el icono que hay en la parte superior izquierda del plano.

# Mensaje_ayuda_5
source: To add a new sensor or segment, drag it from the column on the left and drop it on the plan. A window will be opened where you can select one of the available sensors of that type in that location (if none appears, you must create it before in the sensors section). You can create a new segment by pressing the "New Segment" button.
es_es: Para añadir un nuevo sensor o hueco, arrástrelo de la columna de la izquierda y suéltelo sobre el plano. Se abrirá una ventana donde podrá seleccionar uno entre los sensores disponibles de ese tipo en esa ubicación (si no aparece ninguno, debe crearlo antes en el apartado de sensores). Puede crear un nuevo hueco pulsando sobre el botón "Nuevo Hueco".

# Mensaje_ayuda_6
source: If you want to edit a sensor of those added to the plan, click on it. The previous window will appear again to be able to select another sensor.
es_es: Si desea editar un sensor de los añadidos al plano, haga click sobre él. Aparecerá de nuevo la ventana anterior para poder seleccionar otro sensor.

# Mensaje_ayuda_7
source: To remove a sensor or segment, drag it to the trash bin located in the actions column. To delete selected items or ALL of them if nothing is selected, click on the trash bin icon directly.
es_es: Para eliminar un sensor o hueco, arrástrelo hasta la papelera situada en la columna de acciones. Para eliminar los elementos seleccionados o TODOS si no hay ninguno seleccionado, haga click sobre el icono de la papelera directamente.

# Mensaje_ayuda_8
source: To save the information, click on the "diskette" icon in the actions column.
es_es: Para guardar la información, haga click sobre el icono del "diskette" de la columna de acciones.

# Mensaje_ayuda_9
source: If you want to go back without saving the edited changes, click on the icon with the arrow to the left in the actions column.
es_es: Si desea volver atrás sin guardar los cambios editados, haga click sobre el icono con la flecha hacia la izquierda de la columna de acciones.

# Mensaje_ayuda_10
source: Said window can be dragged across the screen to change its position to convenience. To do this, with the window open, click on the top gray bar (where the name of the sensor appears) and without dropping it, drag it.
es_es: Dicha ventana puede arrastrarse por la pantalla para cambiar su posición a conveniencia. Para ello, con la ventana abierta, pinche sobre la barra superior gris (donde aparce el nombre del sensor) y sin soltarlo, arrástrela.

# Ultima_actualizacion
source: Last Update
es_es: Última Actualización

# Conexion_perdida
source: Connection lost
es_es: Conexión perdida

# No_conectado_broker
source: It has not been possible to connect to the broker; please, reload the page.
es_es: No ha sido posible conectar con el broker; por favor, recargue la página.

# Subscripcion_abortada
source: There is no connection with the broker, subscription to the topic aborted.
es_es: No hay conexión con el broker, subscripción al topic abortada.

# Distancia_act
source: Current distance
es_es: Distancia actual

# Distancia_max
source: Maximum distance
es_es: Distancia máxima

# Distancia_med
source: Average distance
es_es: Distancia media

# Distancia_min
source: Minimum distance
es_es: Distancia mínima

# Mensaje_ayuda_11
source: To begin, select the location which you want to obtain a general summary of sensorization.
es_es: Para comenzar, seleccione la ubicación sobre la que quiere obtener un resumen general de sensorización.

# Mensaje_ayuda_12
source: If the selected location has a map, it will be represented with all the sensors that have been located in it. If you click on any sensor, all the information boxes (those containing the graphics) will automatically be closed, leaving only the sensor in question open. This way you can clearly identify which box belongs to which sensor.
es_es: Si la ubicación seleccionada dispone de plano se representará éste junto con todos los sensores que hayan sido ubicados en él. Si pulsa sobre algún sensor, automáticamente se cerrarán todas las cajas informativas (las que contienen las gráficas) permaneciendo abierta únicamente la del sensor en cuestión. Así podrá identificar cláramente qué caja pertenece a qué sensor.

# Mensaje_ayuda_13
source: For sensors that return numerical data (integer or floating), a graph of lines is shown (to the left) where the evolution of the data received is represented together with the average of all these data (if you want to display only one of them, click on the legend of the line that you do not want to see on the graph); another (to the right) semicircular where it represents the minimum and maximum value reached by the sensor as well as a percentage that represents at what point the last value received is (respect to the minimum and maximum).
es_es: Para los sensores que devuelven datos numéricos (entero o flotante) se representa una gráfica (a la izquierda) de líneas donde se muestran la evolución de los datos recibidos junto con la media de todos esos datos (si desea visualizar sólo una de ellas, pulse sobre la leyenda de la línea que no desea visualizar que hay sobre la gráfica); otra (a la derecha) semicircular donde se representa el valor mínimo y máximo alcanzados por el sensor además de un porcentaje que representa en qué punto se encuentra el último valor recibido (respecto al mínimo y al máximo).

# Mensaje_ayuda_14
source: For sensors that return boolean data, a table with information and a graph showing the percentage of time (in relation to the total) carried by the sensor in each of its possible states (ON/OFF, open/closed, etc.) is displayed.
es_es: Para los sensores que devuelven datos de tipo booleano se representa una tabla con información y una gráfica donde se muestra el porcentaje de tiempo (respecto al total) que lleva el sensor en cada uno de sus estados posibles (ON/OFF, abierto/cerrado, etc.).

# Mensaje_ayuda_15
source: If the screen is wide enough (more than 1700 px) the information will be displayed divided into two (on the left the map and on the right the graphs); if you want to see everything in a single column (the graphs will look larger) reduce the width of the browser window.
es_es: Si la pantalla es lo suficientemente ancha (más de 1700 px) se mostrará la información dividida en dos columnas (a la izquierda el plano y a la derecha las gráficas); si desea ver todo en una única columna (las gráficas se verán más grandes) reduzca el ancho de la ventana del navegador.

# Compruebe_ubicacion
source: If there is no location to select, first check if any location with devices and sensors associated exists. If it does not exist, please create one.
es_es: Si no hay una ubicación para seleccionar, primero compruebe si existe alguna ubicación con dispositivos y sensores asociados. Si no existe, cree una por favor.

# Compruebe_empresa
source: There is no company to select because there are no companies which have locations with associated devices and sensors; please create one.
es_es: No hay empresas para seleccionar porque no existe ninguna empresa que tenga ubicaciones con dispositivos y sensores asociados; cree una por favor.

# Compruebe_entidad
source: There is no entity to select because there are no entities which have locations with associated devices and sensors; create one please.
es_es: No hay entidades para seleccionar porque no existe ninguna entidad que tenga empresas con ubicaciones que tengan dispositivos y sensores asociados; cree una por favor.

# Aceleracion_act
source: Current acceleration
es_es: Aceleración Actual

# Aceleracion_max
source: Maximum acceleration
es_es: Aceleración Máxima

# Aceleracion_med
source: Average acceleration
es_es: Aceleración Media

# Aceleracion_min
source: Minimum acceleration
es_es: Aceleración Mínima

# Aceleracion
source: Acceleration
es_es: Aceleración

# Grafico_aceleracion
source: Acceleration graph
es_es: Gráfico de aceleración

# Resumen
source: Summary
de_de: Zusammenfassung
es_es: Resumen

# Info_deseleccionarTodos
source: Deselect all icons
es_es: Anular selección de iconos

# Info_seleccionarTodos
source: Select all icons
es_es: Seleccionar todos los iconos

# Mensaje_ayuda_seleccion
source: You can click on a sensor or segment icon in the plane to select it, click the "Select all icons" button to select all of them or click the "Deselect all icons" button to deselect all. Once the icons have been selected, they will be shown with the green border in the case of the segments, or the green icon in the case of the sensors. You can change the position of all the selected icons in the map simultaneously using the W, S, A, D keys (Up, Down, Left and Right respectively).
es_es: Puede hacer clic sobre el icono de un sensor o hueco en el plano para seleccionarlo, seleccionarlos todos con el botón "Seleccionar todos los iconos" o anular la selección de todo con el botón "Anular selección de iconos". Una vez seleccionados los iconos, estos se mostrarán con el borde verde en el caso de los huecos, o el icono verde en el de los sensores. Se puede modificar la posición de todos los iconos seleccionados en el mapa simúltaneamente usando las teclas W, S, A, D (Arriba, abajo, izquierda y derecha respectivamente).
