Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/TiposActivos.*.resx
Languages: de_de, es_es

# Activos
source: Assets
de_de: Vermögenswerte
es_es: Activos

# Advertencia_eliminar_activos
source: The product {0} that you want to delete has associated assets; if you delete it, those assets will also be deleted, are you sure?
de_de: Dem Typ {0}, den Sie löschen möchten, sind Assets zugeordnet. Wenn Sie es löschen, wird es auch die fraglichen Vermögenswerte beseitigen, sind Sie sicher?.
es_es: El producto {0} que desea eliminar tiene activos asociados a él; si lo elimina, eliminará también los activos en cuestión, ¿está seguro?.

# Campo_requerido
source: The product has not been created because some required fields have not been entered.
de_de: Der Anlagetyp konnte nicht erstellt werden, da kein erforderliches Feld eingegeben wurde.
es_es: No se ha podido crear el producto porque no se ha introducido algún campo requerido.

# Categoria
source: Category
de_de: Kategorie
es_es: Categoría

# Descripcion
source: Description
de_de: Beschreibung
es_es: Descripción

# Descripcion_borrado
source: Delete an existing product
de_de: Löschen eines vorhandenen Anlagetyps
es_es: Eliminación de un producto existente

# Descripcion_creacion
source: Create a new product
de_de: Erstellung eines neuen Anlagentyps
es_es: Creación de un nuevo producto

# Descripcion_detalles
source: Information about an existing product
de_de: Informationen zu einem vorhandenen Anlagentyps
es_es: Información de un producto existente

# Descripcion_edicion
source: Edit an existing product
de_de: Änderung eines vorhandenen Anlagentyps
es_es: Modificación de un producto existente

# Descripcion_index
source: Products stored in system
de_de: Arten von Vermögenswerten, die im System vorhanden sind
es_es: Productos existentes en el sistema

# Editar_con_activos
source: The product you are trying to edit has assets associated assets. If you edit the product, all assets associated with that product will be subject to these changes.
de_de: Der Anlagentyp, den Sie bearbeiten möchten, ist bereits mit Anlagen verknüpft. Wenn Sie den Typ bearbeiten, werden daher alle mit diesem Typ verknüpften Anlagen geändert.
es_es: El producto que intenta editar ya tiene activos asociados. Si edita dicho producto, todos los activos asociados al mismo sufrirán cambios.

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected product?
de_de: Möchten Sie die Informationen des ausgewählten Anlagentyps wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del producto seleccionado?

# Encabezado_creacion
source: Enter the information for the new product below
de_de: Geben Sie die Informationen zum neuen Anlagentyp ein
es_es: Introduzca a continuación la información del nuevo producto

# Encabezado_detalles
source: The information for the selected product is shown below
de_de: Im Folgenden finden Sie die Informationen zum ausgewählten Anlagentyp
es_es: A continuación se muestra la información del producto seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the product below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, zum folgenden Anlagentyp
es_es: Modifique la información que desee editar del producto a continuación

# Nombre_repetido
source: The product name is already in use.
de_de: Der Name des Typs ist nicht verfügbar, da er bereits verwendet wird.
es_es: El nombre del producto no está disponible porque ya está en uso.

# Nuevo_tipo_de_activo
source: New product
de_de: Neuer Anlagentyp
es_es: Nuevo producto

# Tipos_pagina
source: Products per page
de_de: Typen pro Seite
es_es: Productos por página

# Tipo_creado_error
source: The category {0} has not been created.
de_de: Beim Erstellen des Typs {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la creación del producto: {0}.

# Tipo_creado_exito
source: The category {0} has been successfully created.
de_de: Der Typ {0} wurde erfolgreich erstellt.
es_es: El producto {0} ha sido creado con éxito.

# Tipo_editado_error
source: The category {0} has not been edited.
de_de: Beim Bearbeiten des Typs {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la edición del producto: {0}.

# Tipo_editado_exito
source: The category {0} has been successfully edited.
de_de: Der Typ {0} wurde erfolgreich bearbeitet.
es_es: El producto {0} ha sido editado con éxito.

# Tipo_eliminado_error
source: The category {0} has not been deleted.
de_de: Der Typ {0} wurde nicht entfernt.
es_es: El producto {0} no ha sido eliminado.

# Tipo_eliminado_exito
source: The category {0} has been successfully deleted.
de_de: Der Typ {0} wurde erfolgreich entfernt.
es_es: El producto {0} ha sido eliminado con éxito.

# Titulo_crear
source: Create Product
de_de: Erstellen Sie den Anlagentyp
es_es: Crear Producto

# Titulo_editar
source: Edit Product
de_de: Bearbeiten Sie den Anlagentyp
es_es: Editar Producto

# Titulo_eliminar
source: Delete Product
de_de: Entfernen Sie den Anlagentyp
es_es: Eliminar Producto

# Valor
source: Value
de_de: Wert
es_es: Valor

# Tipo_activo
source: Products
de_de: Arten von Vermögenswerten
es_es: Productos

# Empresa
source: Company
de_de: Gesellschaft
es_es: Empresa

# Falta_categoria
source: Before creating a product there must be a category to which to assign that type; please, create the new category.
de_de: Vor dem Erstellen eines Anlagentyp muss eine Kategorie vorhanden sein, der dieser Typ zugewiesen werden soll. Bitte erstellen Sie jetzt die neue Kategorie.
es_es: Antes de crear un producto debe existir una categoría a la que asignar dicho producto; por favor, cree la nueva categoría ahora.

# Ordenar_por
source: Order by
de_de: Sortieren nach
es_es: Ordenar por

# Error_tipo
source: Any of the entered values do not match the type of data that was expected.
de_de: Jeder der eingegebenen Werte stimmt nicht mit dem Datentyp überein, der erwartet wurde.
es_es: Alguno de los valores introducidos no coincide con el tipo de dato que se esperaba.

# de_la_fila
source: of row
de_de: der Reihe
es_es: de la fila

# El_valor
source: The entered value
de_de: Der eingegebene Wert
es_es: El valor introducido

# no_corresponde
source: does not correspond to the data type expected
de_de: entspricht nicht dem Typ der erwarteten Daten
es_es: no se corresponde con el tipo de dato esperado

# Tipo_activo_simple
source: Product
de_de: Art des Vermögensgegenstandes
es_es: Producto

# Imagen
source: Product Image
de_de: Bild vom Anlagentyp
es_es: Imagen de Producto

# No_imagen
source: There is not an image associated with this product
de_de: Mit diesem Anlagentyp ist kein Bild verknüpft
es_es: No hay ninguna imagen asociada a este producto

# No_existen
source: There are no assets associated with this product.
de_de: Mit diesem Anlagentyp sind keine Anlagen verknüpft.
es_es: No existen activos asociados a este producto.

# Examinar
source: Show Assets
de_de: Anlagen anzeigen
es_es: Mostrar Activos

# Busqueda_avanzada
source: Advanced Search
de_de: Erweiterte Suche
es_es: Búsqueda Avanzada

# Cambio_ordenacion
source: Change Sort
de_de: Ändern Sie die Ordnung
es_es: Cambiar Ordenación

source: Grid
de_de: Gitter
es_es: Cuadrícula

source: List
de_de: Auflistung
es_es: Listado

# Activos_asociados
source: The product you want to delete is associated with some asset, so it can not be deleted; please delete the assets and try again.
de_de: Der Anlagetyp, den Sie löschen möchten, ist mit einem Anlage verknüpft und kann daher nicht gelöscht werden. Bitte entfernen Sie die Anlage vorher und versuchen Sie es erneut.
es_es: El producto que desea eliminar está asociado con algún activo, por lo que no puede ser eliminado; por favor, elimine antes dicho activo y vuelva a intentarlo.

# Ordenes_compra_asociadas
source: The product you want to delete is associated with a purchase order, so it can not be deleted; please delete the purchase order and try again.
de_de: Die Art der Anlage, die Sie löschen möchten, ist mit einer Bestellung verbunden und kann daher nicht gelöscht werden. Bitte löschen Sie zuerst die Bestellung und versuchen Sie es erneut.
es_es: El producto que desea eliminar está asociado con alguna orden de compra, por lo que no puede ser eliminado; por favor, elimine antes dicha orden de compra y vuelva a intentarlo.

# Ordenes_transferencia_asociadas
source: The product you want to delete is associated with a transfer order, so it can not be deleted; please delete the transfer order and try again.
de_de: Die Art der Anlage, die Sie löschen möchten, ist mit einer Übertragungsreihenfolge verknüpft, sodass sie nicht gelöscht werden kann. Bitte löschen Sie zuerst den Transportauftrag und versuchen Sie es erneut.
es_es: El producto que desea eliminar está asociado con alguna orden de transferencia, por lo que no puede ser eliminado; por favor, elimine antes dicha orden de transferencia y vuelva a intentarlo.

# Ordenes_venta_asociadas
source: The product you want to delete is associated with a sales order, so it can not be deleted; please delete the sales order and try again.
de_de: Die Art des Vermögenswerts, den Sie löschen möchten, ist mit einem bestimmten Kundenauftrag verknüpft und kann daher nicht gelöscht werden. Bitte löschen Sie vorher den Kundenauftrag und versuchen Sie es erneut.
es_es: El producto que desea eliminar está asociado con alguna orden de venta, por lo que no puede ser eliminado; por favor, elimine antes dicha orden de venta y vuelva a intentarlo.

# Numero_activos
source: Assets:
de_de: Aktive:
es_es: Activos:

# Tiene
source: Has {0} products added
de_de: Sie haben {0} Produkte
es_es: Tiene {0} productos

# Vacio
source: No products added to the list.
de_de: Kein Produkt zur Liste hinzugefügt.
es_es: Ningún producto añadido a la lista.

# Añadir
source: Add
de_de: Hinzufügen
es_es: Añadir

# Numero_activos_disponibles
source: Available:
de_de: Verfügbar:
es_es: Disponibles:

# Añadido_cesta_error
source: The product {0} has not been added to the basket.
de_de: Das Produkt {0} konnte nicht zum Warenkorb hinzugefügt werden.
es_es: No se ha podido añadir el producto {0} a la cesta.

# Añadido_cesta_exito
source: The product {0} has been successfully added to the basket.
de_de: Das Produkt {0} wurde erfolgreich zum Warenkorb hinzugefügt.
es_es: El producto {0} se ha añadido correctamente a la cesta.

# Eliminado_cesta_error
source: The product {0} has not been removed from the basket.
de_de: Das Produkt {0} konnte nicht aus dem Warenkorb entfernt werden.
es_es: El producto {0} no ha podido ser eliminado de la cesta.

# Eliminado_cesta_exito
source: The product {0} has been successfully removed from the basket.
de_de: Das Produkt {0} wurde aus dem Warenkorb entfernt.
es_es: El producto {0} ha sido eliminado de la cesta.

# Generar_PickList
source: Generate Pick List
de_de: Pick-Liste generieren
es_es: Generar Pick List

# Seleccione_fecha_y_almacen
source: Select the date and the destination store below.
de_de: Wählen Sie unten das Zieldatum und das Lager aus.
es_es: Seleccione la fecha y el almacén de destino a continuación.

# Busqueda_simple
source: Simple Search
es_es: Búsqueda Simple

# Campos_disponibles
source: Available fields
es_es: Campos Disponibles

# Importar
source: Import Products
de_de: Produkte importieren
es_es: Importar Productos

# No_productos_localizacion
source: There are no products in this location
de_de: Es gibt keine Produkte an diesem Ort
es_es: No existen productos en esta localización

# Total_activos_empresa
source: Total assets
de_de: Gesamtvermögen
es_es: Total activos

# Activos_asociados_al_producto
source: Assets associated with the product
de_de: a
es_es: Activos asociados al producto

# Imagen_no_encontrada
source: Image not found in the specified path.
es_es: No se ha encontrado la imagen en la ruta especificada.

# Valor_requerido
source: You must enter a value for row
es_es: Debe introducir un valor para la fila

# Error_imagen
source: An error has ocurred when processing the image.
es_es: Se ha producido un error al procesar la imagen.

# Fila
source: Row
es_es: Fila

# Codigo
source: Code
es_es: Código
