Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/TiposEquipos.*.resx
Languages: de_de, es_es

# Crear_tipo_equipo
source: New Device Type
de_de: Neue Geräteart
es_es: Nuevo Tipo de Equipo

# Descripcion_borrado
source: Delete an existing device type
de_de: Entfernen eines vorhandenen Gerätetyps
es_es: Eliminación de un tipo de equipo existente

# Descripcion_creacion
source: Create a new device type
de_de: Schaffung eines neuen Gerätetyps
es_es: Creación de un tipo de equipo existente

# Descripcion_detalles
source: Information about an existing device type
de_de: Informationen zu einem bestehenden Gerätetyps
es_es: Información de un tipo de equipo existente

# Descripcion_edicion
source: Edit an existing device type
de_de: Bearbeiten eines vorhandenen Gerätetyps
es_es: Edición de un tipo de equipo existente

# Descripcion_index
source: Devices types stored in system
de_de: Arten der vorhandenen Gerätetypen im System
es_es: Tipos de equipos existentes en el sistema

# Editar_tipo_equipo
source: Edit Device Type
de_de: Bearbeiten Sie den Gerätetyp
es_es: Editar Tipo de Equipo

# Eliminar_tipo_equipo
source: Delete Device type
de_de: Entfernen Sie den Gerätetyp
es_es: Eliminar Tipo de Equipo

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected device type?
de_de: Möchten Sie die Informationen des ausgewählten Gerätetyps wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del tipo de equipo seleccionado?

# Encabezado_creacion
source: Enter the information for the new device type below
de_de: Geben Sie die Informationen zum neuen Gerätetyp unten ein
es_es: Introduzca a continuación la información del nuevo tipo de equipo

# Encabezado_detalles
source: The information for the selected device type is shown below
de_de: Im Folgenden finden Sie Informationen zum ausgewählten Gerätetyp
es_es: A continuación se muestra la información del tipo de equipo seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the device type below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, aus dem folgenden Gerätetyp
es_es: Modifique la información que desee editar del tipo de equipo a continuación

# Tipos_equipos
source: Devices Types
de_de: Gerätearten
es_es: Tipos de equipos

# Tipo_equipo
source: Device Type
de_de: Art des Gerätes
es_es: Tipo de equipo

# Tipo_equipo_creado_error
source: The device type {0} has not been created.
de_de: Beim Erstellen des Gerätetyps ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la creación del tipo de equipo: {0}.

# Tipo_equipo_creado_exito
source: The device type {0} has been successfully created.
de_de: Der Gerätetyp {0} wurde erfolgreich erstellt.
es_es: El tipo de equipo {0} ha sido creado con éxito.

# Tipo_equipo_editado_error
source: The device type {0} has not been edited.
de_de: Beim Bearbeiten des Gerätetyps ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en la edición del tipo de equipo: {0}.

# Tipo_equipo_editado_exito
source: The device type {0} has been successfully edited.
de_de: Der Gerätetyp {0} wurde erfolgreich bearbeitet.
es_es: El tipo de equipo {0} ha sido editado con éxito.

# Tipo_equipo_eliminado_error
source: The device type {0} has not been deleted.
de_de: Der Gerätetyp {0} wurde nicht entfernt.
es_es: El tipo equipo {0} no ha sido eliminado.

# Tipo_equipo_eliminado_exito
source: The device type {0} has been successfully deleted.
de_de: Der Gerätetyp {0} wurde erfolgreich entfernt.
es_es: El tipo de equipo {0} ha sido eliminado con éxito.

# Tipo_equipo_pagina
source: Devices typer per page
de_de: Gerätearten pro Seite
es_es: Tipos de equipos por página

# Validacion_nombre
source: Only letters (uppercase and lowercase), numbers, spaces and characters &'- are allowed for the Name
de_de: Nur Buchstaben (Groß- und Kleinbuchstaben), Zahlen, Leerzeichen und Zeichen sind erlaubt. & '- für Name
es_es: Solo se admiten letras (mayúsculas y minúsculas), números, espacios y los caracteres .&'- para el Nombre

# Advertencia_tiene_equipos
source: The device type {0} that you want to delete has associated devices; if you delete it, those devices will also be deleted, are you sure?
de_de: Der Gerätetyp {0}, den Sie entfernen möchten, hat Geräte zugeordnet. Daher werden diese Geräte auch entfernt, sind Sie sicher?
es_es: El tipo de dispositivo {0} que desea eliminar tiene dispositivos asociados a él; por lo tanto, estos dispositivos también serán eliminados, ¿está seguro?

# Lector_fijo
source: Fixed Reader
de_de: Fester Reader
es_es: Lector Fijo

# Lector_de_mano
source: Handheld Reader
es_es: Lector de mano

# Fijo
source: Fixed Reader
de_de: Fester Reader
es_es: Lector Fijo

# Manual
source: Handheld Reader
es_es: Lector de mano

# Lector
source: Reader
es_es: Lector

# Lector_ip
source: Fixed IP Reader
es_es: Lector Fijo IP

# Lector_fijo_serie
source: Fixed Serial Reader
es_es: Lector Fijo Serie

# No_fijo
source: No Fixed Reader
es_es: Lector No Fijo

# Lector_4G
source: 4G Reader
de_de: 4G Leser
es_es: Lector 4G

# Grupo
source: Group
de_de: Gruppe
es_es: Grupo

# Lector_colmena
source: Swarm Reader
es_es: Lector Colmena

# Colmena
source: Swarm Reader
de_de: Hive Reader
es_es: Lector Colmena

# CuatroG
source: 4G Reader
es_es: Lector 4G

# FijoSerie
source: Fixed Serial Reader
es_es: Lector Fijo Serie
