Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Ubicaciones.*.resx
Languages: de_de, es_es

# Campo_vacio
source: The {0} field is required.
de_de: Das Feld {0} ist obligatorisch.
es_es: El campo {0} es obligatorio.

# Crear_ubicacion
source: New Location
de_de: Neuer Standort
es_es: Nueva Ubicación

# Descripcion
source: Description
de_de: Beschreibung
es_es: Descripción

# Descripcion_borrado
source: Delete an existing location
de_de: Löschen eines vorhandenen Standorts
es_es: Eliminación de una ubicación existente

# Descripcion_creacion
source: Create a new location
de_de: Erstellen eines neuen Standorts
es_es: Creación de una nueva ubicación

# Descripcion_detalles
source: Information about an existing location
de_de: Informationen zu einem vorhandenen Standort
es_es: Información de una ubicación existente

# Descripcion_edicion
source: Edit an existing location
de_de: Ändern eines vorhandenen Standorts
es_es: Modificación de una ubicación existente

# Descripcion_index
source: Locations stored in system
de_de: Vorhandene Orte im System
es_es: Ubicaciones existentes en el sistema

# Editar_ubicacion
source: Edit Location
de_de: Standort bearbeiten
es_es: Editar Ubicación

# Eliminar_ubicacion
source: Delete Location
de_de: Standort entfernen
es_es: Eliminar Ubicación

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected location?
de_de: Möchten Sie die Informationen vom ausgewählten Speicherort wirklich löschen?
es_es: ¿Seguro que desea eliminar la información de la ubicación seleccionada?

# Encabezado_creacion
source: Enter the information for the new location below
de_de: Geben Sie die Informationen für den neuen Standort unten ein
es_es: Introduzca a continuación la información de la nueva ubicación

# Encabezado_detalles
source: The information for the selected location is shown below
de_de: Die Informationen zum ausgewählten Standort werden unten angezeigt
es_es: A continuación se muestra la información de la ubicación seleccionada

# Encabezado_edicion
source: Modify the information you want to edit in the location below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, an der folgenden Stelle
es_es: Modifique la información que desee editar de la ubicación a continuación

# Latitud
source: Latitude
de_de: Breitengrad
es_es: Latitud

# Longitud
source: Longitude
de_de: Länge
es_es: Longitud

# Nombre_ubicacion
source: Location name
de_de: Standortname
es_es: Nombre de la ubicación

# Ubicacion
source: Locations
de_de: Standorte
es_es: Ubicaciones

# Ubicaciones_pagina
source: Locations per page:
de_de: Standorte pro Seite:
es_es: Ubicaciones por página:

# Ubicacion_creada_error
source: The location {0} has not been created.
de_de: Beim Senden des Standorts ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en el envío de la ubicación: {0}.

# Ubicacion_creada_exito
source: The location {0} has been successfully created.
de_de: Der Standort {0} wurde erfolgreich erstellt.
es_es: La ubicación {0} ha sido creada con éxito.

# Ubicacion_editada_error
source: The location {0} has not been edited.
de_de: Beim Senden des Standorts ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en el envío de la ubicación: {0}.

# Ubicacion_editada_exito
source: The location {0} has been successfully edited.
de_de: Der Standort {0} wurde erfolgreich bearbeitet.
es_es: La ubicación {0} ha sido editada con éxito.

# Ubicacion_eliminada_error
source: The location {0} has not been deleted.
de_de: Der Standort {0} wurde nicht gelöscht.
es_es: La ubicación {0} no ha sido eliminada.

# Ubicacion_eliminada_exito
source: The location {0} has been successfully deleted.
de_de: Der Standort {0} wurde erfolgreich entfernt.
es_es: La ubicación {0} ha sido eliminada con éxito.

# Ubicacion_simple
source: Location
de_de: Standort
es_es: Ubicación

# Ultimas_ubicaciones
source: Latest vehicles locations
de_de: Letzte Fahrzeugstandorte
es_es: Últimas ubicaciones de los vehículos

# Ubicacion_con_dispositivos
source: The location you are trying to delete has associated devices; please delete them first and try again.
de_de: Der Standort, den Sie entfernen möchten, ist mit Geräten verknüpft. Bitte lösche sie zuerst und versuche es erneut.
es_es: La ubicación que intenta eliminar tiene dispositivos asociados; por favor, elimine primero éstos y vuelva a intentarlo.

# Padre
source: Parent Location
de_de: Übergeordnete Standorte
es_es: Ubicación Padre

# Tipo
source: Type
de_de: Gattung
es_es: Tipo

# Ubicacion_asociada_alertas
source: The location you are trying to delete has associated alerts; please delete these first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Warnungen verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene alertas asociadas; por favor, elimine primero éstas y vuelva a intentarlo.

# Ubicacion_asociada_cliente
source: The location you are trying to delete has an associated client; please delete it first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Kunden verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene un cliente asociado; por favor, elimine primero éste y vuelva a intentarlo.

# Ubicacion_asociada_direccion
source: The location you are trying to delete has an associated address; please delete it first and try again.
de_de: Der Standort, den Sie löschen versuchen, ist mit Adressen verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene una dirección asociada; por favor, elimine primero ésta y vuelva a intentarlo.

# Ubicacion_asociada_dispositivos
source: The location you are trying to delete has associated devices; please delete these first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Geräte verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene dispositivos asociados; por favor, elimine primero éstos y vuelva a intentarlo.

# Ubicacion_asociada_equipos
source: The location you are trying to delete has associated equipments; please delete these first and try again.
de_de: Der Standort, den Sie entfernen versuchen, ist mit Geräten verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene equipos asociados; por favor, elimine primero éstos y vuelva a intentarlo.

# Ubicacion_asociada_huecos
source: The current location cannot be deleted as it has associated segments.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Löcher verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene huecos asociados; por favor, elimine primero éstos y vuelva a intentarlo.

# Ubicacion_asociada_proveedor
source: The location you are trying to delete has an associated supplier; please delete it first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Lieferanten verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene un proveedor asociado; por favor, elimine primero éste y vuelva a intentarlo.

# Ubicacion_asociada_ubicaciones
source: The location you are trying to delete has associated locations; please delete these first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Standorte verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene ubicaciones hijas asociadas a ella; por favor, elimine primero éstas y vuelva a intentarlo.

# Ubicacion_asociada_vehiculo
source: The location you are trying to delete has an associated vehicle; please delete it first and try again.
de_de: Der Standort, den Sie zu löschen versuchen, ist mit Fahrzeuge verknüpft. Bitte löschen Sie diese zuerst und versuchen Sie es erneut.
es_es: La ubicación que intenta eliminar tiene un vehículo asociado; por favor, elimine primero éste y vuelva a intentarlo.

# Arrastre_los_sensores
source: Drag the sensors into the floor plan
es_es: Arrastre los sensores en el plano

# Ciudad
source: City
de_de: Stadt
es_es: Ciudad

# Direccion
source: Address
de_de: Straße
es_es: Calle

# Estado
source: State
de_de: Staat / Provinz
es_es: Estado / Provincia

# Pais
source: Country
de_de: Land
es_es: País

# ZIP
source: ZIP Code
de_de: Postleitzahl
es_es: Código ZIP

# Asociadas_cliente
source: Locations associated with the selected customer
de_de: Orte, die dem ausgewählten Kunden zugeordnet sind
es_es: Ubicaciones asociadas al cliente seleccionado

# Asociadas_direccion
source: Locations associated with the selected address
de_de: Orte, die der ausgewählten Adresse zugeordnet sind
es_es: Ubicaciones asociadas a la dirección seleccionada

# Asociadas_proveedor
source: Locations associated with the selected supplier
de_de: Orte, die dem ausgewählten Anbieter zugeordnet sind
es_es: Ubicaciones asociadas al proveedor seleccionado

# Asociada_vehiculo
source: Location associated with the selected vehicle
de_de: Orte, die dem ausgewählten Fahrzeug zugeordnet sind
es_es: Ubicación asociada al vehículo seleccionado

# Gestionar_ubicaciones
source: Manage locations
de_de: Standorte verwalten
es_es: Gestionar ubicaciones

# No_asociadas_cliente
source: The selected customer has no associated locations.
de_de: Der ausgewählte Kunde verfügt nicht über zugeordnete Standorte.
es_es: El cliente seleccionado no tiene ubicaciones asociadas.

# No_asociadas_direccion
source: The selected address has no associated locations.
de_de: Die ausgewählte Adresse verfügt nicht über zugeordnete Standorte.
es_es: La dirección seleccionada no tiene ubicaciones asociadas.

# No_asociadas_proveedor
source: The selected supplier has no associated locations.
de_de: Der ausgewählte Anbieter hat keine verknüpften Standorte.
es_es: El proveedor seleccionado no tiene ubicaciones asociadas.

# No_asociadas_vehiculo
source: The selected vehicle has no associated locations.
de_de: Der ausgewählte Fahrzeug hat keine verknüpften Standorte.
es_es: El vehículo seleccionado no tiene ubicaciones asociadas.

# Gestionar_ubicacion
source: Manage location
de_de: Standort verwalten
es_es: Gestionar localización

# No_posible_editar_ubicacion
source: It is not allowed to change the location on the map because it is assigned to a specific address.
es_es: No está permitido cambiar la ubicación en el mapa porque está asignada a una dirección concreta.

# Sensorizacion
source: Sensorization
de_de: Sensorisierung
es_es: Sensorización

# Telematica
source: Telematics
de_de: Telematik
es_es: Telemática

# TeleSenso
source: Telematics and Sensorization
de_de: Telematik und Sensorisierung
es_es: Telemática y Sensorización

# TeleTrace
source: Telematics and Traceability
de_de: Telematik und Rückverfolgbarkeit
es_es: Telemática y Trazabilidad

# Todos
source: All
de_de: Jeder
es_es: Todos

# Trace
source: Traceability
de_de: Rückverfolgbarkeit
es_es: Trazabilidad

# TraceSenso
source: Traceability and Sensorization
de_de: Rückverfolgbarkeit und Sensorisierung
es_es: Trazabilidad y Sensorización

# Ubicacion_asociada_activos
source: The location you are trying to delete has assets in this moment so you can't delete it.
es_es: La ubicación que intenta eliminar tiene contiene activos en este momento por lo que no puede eliminarla.

# Ubicacion_asociada_operaciones
source: Operations have been done in this location so it can't be deleted.
es_es: Se han realizado operaciones sobre activos en la ubicación actual por lo que no podrá eliminarla (para mantener el histórico de las operaciones).

# Ubicacion_asociada_ordenes_compra
source: The location you are trying to delete has associated purchase orders; please delete these first and try again.
es_es: La ubicación que intenta eliminar tiene órdenes de compra asociadas; por favor, elimine primero éstas y vuelva a intentarlo.

# Ubicacion_asociada_ordenes_transferencia
source: The location you are trying to delete has associated tranfer orders; please delete these first and try again.
es_es: La ubicación que intenta eliminar tiene órdenes de tranferencia asociadas; por favor, elimine primero éstas y vuelva a intentarlo.

# Ubicacion_asociada_ordenes_venta
source: The location you are trying to delete has associated sales orders; please delete these first and try again.
es_es: La ubicación que intenta eliminar tiene órdenes de venta asociadas; por favor, elimine primero éstas y vuelva a intentarlo.

# Ubicacion_asociada_picklist
source: The location you are trying to delete has associated pick lists; please delete these first and try again.
es_es: La ubicación que intenta eliminar tiene pick lists asociadas; por favor, elimine primero éstas y vuelva a intentarlo.

# Leyenda_no_editar_tipo
source: It's not possible to edit the location type because you do not have all the necessary permissions for it.
es_es: No es posible editar el tipo de ubicación porque no dispone de todos los permisos necesarios para ello.

# No_trace
source: The location is not of Traceability type
de_de: Der Standort ist kein Trace typ
es_es: La ubicación no es de tipo Trazabilidad

# Descripcion_latitud_longitud
source: Enter the {0} or mark the point on the map to set it automatically.
es_es: Escriba la {0} o marque el punto en el mapa para establecerla automáticamente.

# Descripcion_vista_DaD
source: Drag the icons into the plan
es_es: Arrastre los iconos en el plano

# Advertencia_hijos
source: The location you are editing has associated locations, is possible that if you change the type, you change the type of the associated location.
es_es: La ubicación que está editando tiene ubicaciones asociadas, al cambiar el tipo es posible que también cambie el tipo de las ubicaciones asociadas.

# Mensaje_ayuda_5_huecos
source: To add a new segment, drag it from the column on the left and drop it on the plan. You can create a new segment by pressing the "New Segment" button.
es_es: Para añadir un nuevo hueco, arrástrelo de la columna de la izquierda y suéltelo sobre el plano. Puede crear un nuevo hueco pulsando sobre el botón "Nuevo Hueco".

# Mensaje_ayuda_5_sensores
source: To add a new sensor, drag it from the column on the left and drop it on the plan. A window will be opened where you can select one of the available sensors of that type in that location (if none appears, you must create it before in the sensors section).
es_es: Para añadir un nuevo sensor, arrástrelo de la columna de la izquierda y suéltelo sobre el plano. Se abrirá una ventana donde podrá seleccionar uno entre los sensores disponibles de ese tipo en esa ubicación (si no aparece ninguno, debe crearlo antes en el apartado de sensores).

# Mensaje_ayuda_5_todo
source: To add a new sensor or segment, drag it from the column on the left and drop it on the plan. A window will be opened where you can select one of the available sensors of that type in that location (if none appears, you must create it before in the sensors section). You can create a new segment by pressing the "New Segment" button.
es_es: Para añadir un nuevo sensor o hueco, arrástrelo de la columna de la izquierda y suéltelo sobre el plano. Se abrirá una ventana donde podrá seleccionar uno entre los sensores disponibles de ese tipo en esa ubicación (si no aparece ninguno, debe crearlo antes en el apartado de sensores). Puede crear un nuevo hueco pulsando sobre el botón "Nuevo Hueco".

# Mensaje_ayuda_7_huecos
source: To remove a segment, drag it to the trash bin located in the actions column. To delete selected items or ALL of them if nothing is selected, click on the trash bin icon directly.
es_es: Para eliminar un hueco, arrástrelo hasta la papelera situada en la columna de acciones. Para eliminar los elementos seleccionados o TODOS si no hay ninguno seleccionado, haga click sobre el icono de la papelera directamente.

# Mensaje_ayuda_7_sensores
source: To remove a sensor, drag it to the trash bin located in the actions column. To delete selected items or ALL of them if nothing is selected, click on the trash bin icon directly.
es_es: Para eliminar un sensor, arrástrelo hasta la papelera situada en la columna de acciones. Para eliminar los elementos seleccionados o TODOS si no hay ninguno seleccionado, haga click sobre el icono de la papelera directamente.

# Mensaje_ayuda_7_todo
source: To remove a sensor or segment, drag it to the trash bin located in the actions column. To delete selected items or ALL of them if nothing is selected, click on the trash bin icon directly.
es_es: Para eliminar un sensor o hueco, arrástrelo hasta la papelera situada en la columna de acciones. Para eliminar los elementos seleccionados o TODOS si no hay ninguno seleccionado, haga click sobre el icono de la papelera directamente.

# Mensaje_ayuda_seleccion_huecos
source: You can click on a segment icon in the plane to select it, click the "Select all icons" button to select all of them or click the "Deselect all icons" button to deselect all. Once the icons have been selected, they will be shown with the green border in the segments. You can change the position of all the selected icons in the map simultaneously using the W, S, A, D keys (Up, Down, Left and Right respectively).
es_es: Puede hacer clic sobre el icono de un hueco en el plano para seleccionarlo, seleccionarlos todos con el botón "Seleccionar todos los iconos" o anular la selección de todo con el botón "Anular selección de iconos". Una vez seleccionados los iconos, estos se mostrarán con el borde verde en los huecos. Se puede modificar la posición de todos los iconos seleccionados en el mapa simúltaneamente usando las teclas W, S, A, D (Arriba, abajo, izquierda y derecha respectivamente).

# Mensaje_ayuda_seleccion_sensores
source: You can click on a sensor icon in the plane to select it, click the "Select all icons" button to select all of them or click the "Deselect all icons" button to deselect all. Once the icons have been selected, they will be shown with the green border in the green icon of the sensors. You can change the position of all the selected icons in the map simultaneously using the W, S, A, D keys (Up, Down, Left and Right respectively).
es_es: Puede hacer clic sobre el icono de un sensor en el plano para seleccionarlo, seleccionarlos todos con el botón "Seleccionar todos los iconos" o anular la selección de todo con el botón "Anular selección de iconos". Una vez seleccionados los iconos, estos se mostrarán con el icono verde en los sensores. Se puede modificar la posición de todos los iconos seleccionados en el mapa simúltaneamente usando las teclas W, S, A, D (Arriba, abajo, izquierda y derecha respectivamente).

# Mensaje_ayuda_seleccion_todo
source: You can click on a sensor or segment icon in the plane to select it, click the "Select all icons" button to select all of them or click the "Deselect all icons" button to deselect all. Once the icons have been selected, they will be shown with the green border in the case of the segments, or the green icon in the case of the sensors. You can change the position of all the selected icons in the map simultaneously using the W, S, A, D keys (Up, Down, Left and Right respectively).
es_es: Puede hacer clic sobre el icono de un sensor o hueco en el plano para seleccionarlo, seleccionarlos todos con el botón "Seleccionar todos los iconos" o anular la selección de todo con el botón "Anular selección de iconos". Una vez seleccionados los iconos, estos se mostrarán con el borde verde en el caso de los huecos, o el icono verde en el de los sensores. Se puede modificar la posición de todos los iconos seleccionados en el mapa simúltaneamente usando las teclas W, S, A, D (Arriba, abajo, izquierda y derecha respectivamente).

# Error_dad_sinplano
source: The selected location does not have plane image.
es_es: La ubicación seleccionada no dispone de plano.

# Error_dad_telematica
source: You can not edit the plane of a telematic type location.
es_es: No puede editar el plano de una ubicación de tipo telemática.
