Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Usuarios.*.resx
Languages: de_de, es_es

# Crear_usuario
source: Create User
de_de: Benutzer erstellen
es_es: Crear Usuario

# Crear_usuario_descripcion
source: Creating a new user
de_de: Erstellung eines neuen Benutzers
es_es: Creación de un nuevo usuario

# Crear_usuario_info
source: Enter the new user information below
de_de: Geben Sie die neuen Benutzerinformationen unten ein
es_es: Introduzca a continuación la información del nuevo usuario

# Crear_usuario_roles
source: User roles
de_de: Benutzerrollen
es_es: Roles del usuario

# Detalle_usuario
source: User detail
de_de: Benutzerdetails
es_es: Detalle Usuario

# Detalle_usuario_descripcion
source: Information of an existing user
de_de: Informationen eines vorhandenen Benutzers
es_es: Información de un usuario existente

# Detalle_usuario_info
source: The information of the selected user is shown below
de_de: Im Folgenden finden Sie die Informationen des ausgewählten Benutzers
es_es: A continuación se muestra la información del usuario seleccionado

# Editar_usuario
source: Edit User
de_de: Benutzer bearbeiten
es_es: Editar Usuario

# Editar_usuario_descripcion
source: Modifying an existing user
de_de: Änderung eines vorhandenen Benutzers
es_es: Modificación de un usuario existente

# Editar_usuario_info
source: Modify the information you want to edit from the user below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, vom Benutzer unten
es_es: Modifique la información que desee editar del usuario a continuación

# Eliminar_usuario
source: Delete User
de_de: Benutzer löschen
es_es: Eliminar Usuario

# Eliminar_usuario_descripcion
source: Deleting an existing user
de_de: Entfernen eines vorhandenen Benutzers
es_es: Eliminación de un usuario existente

# Eliminar_usuario_info
source: Are you sure you want to delete the information for the selected user?
de_de: Möchten Sie die Informationen des ausgewählten Benutzers wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del usuario seleccionado?

# Nuevo_usuario
source: New User
de_de: Neuer Benutzer
es_es: Nuevo Usuario

# Usuario
source: Users
de_de: Benutzer
es_es: Usuarios

# Usuarios_descripcion
source: Existing users in the system
de_de: Vorhandene Benutzer im System
es_es: Usuarios existentes en el sistema

# Codigo
source: Code
es_es: Código

# Error_repita_password
source: The confirmation password and password do not match.
de_de: Das Passwort und das Bestätigungs-Passwort stimmen nicht überein.
es_es: La contraseña y la contraseña de confirmación no coinciden.

# Error_repita_password_nueva
source: New password and confirmation password do not match.
de_de: Das neue Passwort und das Bestätigungs-Passwort stimmen nicht überein.
es_es: La contraseña nueva y la contraseña de confirmación no coinciden.

# Nombre_completo
source: Name and Surname
de_de: Vollständiger Name
es_es: Nombre completo

source: Password
de_de: Passwort
es_es: Contraseña

# Password_actual
source: Current password
de_de: Aktuelles Passwort
es_es: Contraseña actual

# Password_nueva
source: New password
de_de: Neues Passwort
es_es: Contraseña nueva

# Password_nueva_confirmar
source: Repeat new password
de_de: Bestätigen Sie das neue Passwort
es_es: Confirme la contraseña nueva

# Recordar_cuenta
source: Remember account?
de_de: Konto merken?
es_es: ¿Recordar cuenta?

# Recordar_explorador
source: Remember browser?
de_de: Explorer merken?
es_es: ¿Recordar explorador?

# Repita_password
source: Repeat password
de_de: Passwort wiederholen
es_es: Repita contraseña

# Telefono
source: Phone
de_de: Telefon
es_es: Teléfono

# Usuario_
source: User
de_de: Benutzer
es_es: Usuario

# Anadidos_roles_correcto
source: Now the user also belongs to the specified roles.
de_de: Jetzt gehört der Benutzer auch zu den angegebenen Rollen.
es_es: Ahora el usuario también pertenece a los roles especificados.

# Crear_usuario_correcto
source: User {0} has been successfully created.
de_de: Der Benutzer {0} wurde erfolgreich erstellt.
es_es: El usuario {0} ha sido creado con éxito.

# Crear_usuario_error
source: Error creating user {0}.
de_de: Bei der Benutzererstellung {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la creación del usuario {0}.

# Editar_usuario_correcto
source: User {0} has been successfully edited.
de_de: Der Benutzer {0} wurde erfolgreich bearbeitet.
es_es: El usuario {0} ha sido editado con éxito.

# Editar_usuario_error
source: Error editing user {0}.
de_de: In der Benutzerversion {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la edición del usuario {0}.

# Editar_usuario_error_roles
source: There was an error editing user roles {0}.
de_de: Beim Bearbeiten der Benutzerrollen {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la edición de los roles del usuario {0}.

# Eliminar_usuario_correcto
source: User {0} has been successfully deleted
de_de: Der Benutzer {0} wurde erfolgreich entfernt.
es_es: El usuario {0} ha sido eliminado con éxito.

# Eliminar_usuario_error
source: An error occurred while deleting user {0}.
de_de: Beim Löschen des Benutzers {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la eliminación del usuario {0}.

# Error_asignar_roles
source: There was an error in assigning roles to user {0}.
de_de: Beim Zuweisen von Rollen zu Benutzer {0} ist ein Fehler aufgetreten.
es_es: Se ha producido un error en la asignación de roles al usuario {0}.

# Usuarios_pagina
source: Users per page:
de_de: Nutzer pro Seite:
es_es: Usuarios por página:

# Agregado_telefono
source: Your phone number has been added.
de_de: Ihre Telefonnummer wurde hinzugefügt.
es_es: Se ha agregado su número de teléfono.

# Cambiar_configuracion
source: Change account settings
de_de: Ändern Sie die Kontoeinstellungen
es_es: Cambiar la configuración de la cuenta

# Cambiar_pass
source: Change password
de_de: Passwort ändern
es_es: Cambiar contraseña

# Codigo_seguridad_es
source: Your security code is:
de_de: Ihr Sicherheitscode lautet:
es_es: Su código de seguridad es:

# Crear
source: Create
de_de: Erstellen
es_es: Crear

# Error
source: An error has occurred.
de_de: Ein Fehler ist aufgetreten
es_es: Se ha producido un error.

# No_comproba_telefono
source: Could not check phone
de_de: Das Telefon konnte nicht überprüft werden
es_es: No se ha podido comprobar el teléfono

# Password_cambiada
source: Your password has been changed.
de_de: Ihr Passwort wurde geändert.
es_es: Su contraseña se ha cambiado.

# Password_establecida
source: Your password has been set.
de_de: Ihr Passwort wurde eingerichtet.
es_es: Su contraseña se ha establecido.

# Proveedor_establecido
source: Your two-factor authentication provider has been established.
de_de: Ihr Zwei-Faktor-Authentifizierungsanbieter wurde eingerichtet.
es_es: Su proveedor de autenticación de dos factores se ha establecido.

# Quitado_telefono
source: Your phone number has been removed.
de_de: Ihre Telefonnummer wurde entfernt
es_es: Se ha quitado su número de teléfono.

# Cambiar_pass_descripcion
source: Change the current user password
de_de: Ändern Sie das aktuelle Passwort des Benutzers
es_es: Cambiar la contraseña actual del usuario

# Cambiar_pass_info
source: Change password form
de_de: Formular um das Passwort zu ändern
es_es: Formulario para cambiar la contraseña

# Editar_usuario_error_pass
source: Failed to change user {0} password.
de_de: Das Benutzerpasswort {0} konnte nicht geändert werden.
es_es: No se ha podido modificar la contraseña del usuario {0}.

# Error_tipo_fichero
source: The user's image must be of type {0}
de_de: Das Benutzerbild muss vom Typ {0} sein
es_es: La imagen del usuario tiene que ser del tipo {0}

# Imagen
source: Image
de_de: Bild
es_es: Imagen

# AdminFlota_flota_error
source: For the Manager role it is necessary to indicate the company or fleet
de_de: Für die Rolle des Geschäftsführers muss das Unternehmen oder die Flotte angegeben werden
es_es: Para el rol Administrador es necesario indicar la empresa o flota

# Distribuidor_empresa_error
source: For the Distributor role it is necessary to indicate the entity
de_de: Für die Verteilerrolle muss die Entität angegeben werden
es_es: Para el rol Distribuidor es necesario indicar la entidad

# Usuario_flota_error
source: For the User role it is necessary to indicate the company or fleet
de_de: Für die Benutzerrolle muss das Unternehmen oder die Flotte angegeben werden
es_es: Para el rol Usuario es necesario indicar la empresa o flota

# Numero_usuarios
source: Users count
de_de: Anzahl der Benutzer
es_es: Número de usuarios

# Perfil_usuario_correcto
source: User profile has been successfully edited.
de_de: Das Profil wurde erfolgreich bearbeitet.
es_es: El perfil ha sido editado con éxito.

# Perfil_usuario_error
source: Error editing profile.
de_de: Fehler beim Bearbeiten des Profils.
es_es: Error editando el perfil.

# Perfil
source: My profile
de_de: Mein Profil
es_es: Mi perfil

# Perfil_descripcion
source: Modifying my profile
de_de: Ändern Sie meine Profildaten
es_es: Modificar los datos de mi perfil

# Perfil_usuario_info
source: Modify your profile data
de_de: Ändern Sie Ihre Profildaten
es_es: Modifique los datos de su perfil

# Distribuidor_entidad_error
source: The Distributor role can not be assigned because the entity is not a Distributor
de_de: Die Verteilerrolle kann nicht zugewiesen werden, da die Entität kein Verteiler ist
es_es: No se puede asignar el rol Distribuidor debido a que la entidad no es Distribuidora

# Usuario_bloqueado_error
source: The user {0} has not been locked.
de_de: Der Benutzer {0} wurde nicht blockiert.
es_es: El usuario {0} no ha sido bloqueado.

# Entidad_bloqueada
source: You can't unblock the user {0} because the entity to which it belongs is blocked.
de_de: Der Benutzer {0} kann nicht entsperrt werden. Die Entität, zu der er gehört, ist blockiert.
es_es: No puede desbloquear el usuario {0} la entidad a la que pertenece se encuentra bloqueada.

# Usuarios_telematica
source: Telematics Users
de_de: Telematik Benutzer
es_es: Usuarios de Telemática

# Usuarios_trace
source: Trace Users
de_de: Tracebenutzer
es_es: Usuarios de Trazabilidad

# Correo_registro_cuerpo
source: User {0} registration completed successfully
de_de: Benutzerregistrierung {0} erfolgreich abgeschlossen
es_es: El registro del usuario {0} se ha completado correctamente.

# Correo_registro_titulo
source: Successful registration to the {0}
de_de: Registrierung in {0}
es_es: Registro en {0}

# Error_dimensiones
source: The image does not match the minimum dimensions required ({0}). Please try again with another image.
es_es: La imagen no cumple con las dimensiones mínimas requeridas ({0}). Por favor, inténtelo de nuevo con otra imagen.

# Requisitos_imagen
source: The dimensions of the image must be at least {0} and not exceed {1}.
es_es: Las dimensiones de la imagen deben ser de al menos {0} y no exceder de {1}.

# Click_ayuda
source: Click on it for help
es_es: Click aquí para obtener ayuda

# Error_permisos_rol
source: You can not manage users of role {0}
es_es: Usted no puede administrar usuarios de rol {0}

# Usuario_no_modulos
source: You can not create an user without associated modules.
es_es: No puede crear un usuario sin módulos asociados.

# Usuario_no_modulos_editar
source: You can not edit an user without associated modules.
es_es: No puede editar un usuario sin módulos asociados.

# Error_eliminar
source: It is not allowed to delete the only Super Administrator of the application.
de_de: No se permite eliminar al único Super Usuario de la aplicación.
es_es: No se permite eliminar al único Super Administrador de la aplicación.

# Title_Nombre_Completo
source: Name and surname of the user
es_es: Nombre y apellidos del usuario

# Title_Nombre_Usuario
source: Application access name of the user
es_es: Nombre de acceso a la aplicación del usuario
