Repository: antoniocasas7/WEBDDDNetFramework
Catalog: WebDDD/Traducciones/Vehiculos.*.resx
Languages: de_de, es_es

# Campo_vacio
source: The {0} field is required.
de_de: Das Feld {0} ist obligatorisch.
es_es: El campo {0} es obligatorio.

# Crear_vehiculo
source: New Vehicle
de_de: Neues Fahrzeug
es_es: Nuevo Vehículo

# Descripcion_borrado
source: Delete an existing vehicle
de_de: Beseitigung eines bestehenden Fahrzeugs
es_es: Eliminación de un vehículo existente

# Descripcion_creacion
source: Create a new vehicle
de_de: Schaffung eines neuen Fahrzeugs
es_es: Creación de un nuevo vehículo

# Descripcion_detalles
source: Information about an existing vehicle
de_de: Informationen zu einem bestehenden Fahrzeug
es_es: Información de un vehículo existente

# Descripcion_edicion
source: Edit an existing vehicle
de_de: Änderung eines vorhandenen Fahrzeugs
es_es: Modificación de un vehículo existente

# Descripcion_index
source: Vehicles stored in system
de_de: Bestehende Fahrzeuge im System
es_es: Vehículos existentes en el sistema

# Editar_vehiculo
source: Edit Vehicle
de_de: Fahrzeug bearbeiten
es_es: Editar Vehículo

# Eliminar_vehiculo
source: Delete Vehicle
de_de: Fahrzeug entfernen
es_es: Eliminar Vehículo

# Encabezado_borrado
source: Are you sure you want to delete the information for the selected vehicle?
de_de: Möchten Sie die Informationen des ausgewählten Fahrzeugs wirklich löschen?
es_es: ¿Seguro que desea eliminar la información del vehículo seleccionado?

# Encabezado_creacion
source: Enter the information for the new vehicle below
de_de: Geben Sie die Informationen des neuen Fahrzeugs unten ein
es_es: Introduzca a continuación la información del nuevo vehículo

# Encabezado_detalles
source: The information for the selected vehicle is shown below
de_de: Im Folgenden finden Sie Informationen zum ausgewählten Fahrzeug
es_es: A continuación se muestra la información del vehículo seleccionado

# Encabezado_edicion
source: Modify the information you want to edit in the vehicle below
de_de: Ändern Sie die Informationen, die Sie bearbeiten möchten, des Fahrzeugs unten
es_es: Modifique la información que desee editar del vehículo a continuación

# Fecha_fabricacion
source: Production date
de_de: Herstellungsdatum
es_es: Fecha de fabricación

# Marca
source: Brand
de_de: Marke
es_es: Marca

# Matricula
source: Plate number
de_de: Registrierung
es_es: Matrícula

# Modelo
source: Model
de_de: Modell
es_es: Modelo

# Tipo_camion
source: Truck
de_de: LKW
es_es: Camión

# Tipo_coche
source: Car
de_de: Auto
es_es: Coche

# Tipo_motocicleta
source: Motorbike
de_de: Motorrad
es_es: Moto

# Tipo_otro
source: Other
de_de: Andere
es_es: Otro

# Tipo_vehiculo
source: Vehicle type
de_de: Art des Fahrzeugs
es_es: Tipo de vehículo

# Vehiculo
source: Vehicles
de_de: Fahrzeuge
es_es: Vehículos

# Vehiculos_pagina
source: Vehicles per page
de_de: Fahrzeuge pro Seite
es_es: Vehículos por página

# Vehiculo_creado_error
source: The vehicle {0} has not been created.
de_de: Beim Senden des Fahrzeugs ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en el envío del vehículo: {0}.

# Vehiculo_creado_exito
source: The vehicle {0} has been successfully created.
de_de: Das Fahrzeug {0} wurde erfolgreich erstellt.
es_es: El vehículo {0} ha sido creado con éxito.

# Vehiculo_editado_error
source: The vehicle {0} has not been edited.
de_de: Beim Senden des Fahrzeugs ist ein Fehler aufgetreten: {0}.
es_es: Se ha producido un error en el envío del vehículo: {0}.

# Vehiculo_editado_exito
source: The vehicle {0} has been successfully edited.
de_de: Das Fahrzeug {0} wurde erfolgreich bearbeitet.
es_es: El vehículo {0} ha sido editado con éxito.

# Vehiculo_eliminado_error
source: The vehicle {0} has not been deleted.
de_de: Das Fahrzeug {0} wurde nicht entfernt.
es_es: El vehículo {0} no ha sido eliminado.

# Vehiculo_eliminado_exito
source: The vehicle {0} has been successfully deleted.
de_de: Das Fahrzeug {0} wurde erfolgreich entfernt.
es_es: El vehículo {0} ha sido eliminado con éxito.

# Vehiculo_simple
source: Vehicle
de_de: Fahrzeug
es_es: Vehículo

# Asignar_dispositivos
source: Assign Devices
de_de: Weisen Sie Geräte zu
es_es: Asignar Dispositivos

# Descripcion_asignar_disp
source: Assign devices to the vehicle
de_de: Weisen Sie dem Fahrzeug Geräte zu
es_es: Asignar dispositivos al vehículo

# Seleccionar_modulos
source: Select modules
de_de: Wählen Sie Module aus
es_es: Seleccionar módulos

# Asignar_dispositivos_error
source: The selected devices have not been assigned to the vehicle {0}.
de_de: Die ausgewählten Geräte konnten nicht dem Fahrzeug {0} zugewiesen werden.
es_es: Los dispositivos seleccionados no han podido ser asignados al vehículo {0}.

# Asignar_dispositivos_exito
source: The selected devices have been assigned to the vehicle {0}.
de_de: Die ausgewählten Geräte wurden dem Fahrzeug {0} zugewiesen.
es_es: Los dispositivos seleccionados han sido asignados al vehículo {0}.

# Dispositivos_asignados
source: Assigned devices
de_de: Zugewiesene Geräte
es_es: Dispositivos asignados

# Dispositivos_sinasignar
source: Unassigned devices
de_de: Nicht zugewiesene Geräte
es_es: Dispositivos sin asignar

# Encabezado_asignardisp
source: Select the devices you want to assign to the vehicle
de_de: Wählen Sie die Geräte aus, die Sie dem Fahrzeug zuweisen möchten.
es_es: Seleccione los dispositivos que desee asignar al vehículo.

# Tipo_retroexcavadora
source: Backhoe
de_de: Baggerlader
es_es: Retroexcavadora

# Tipo_bus
source: Bus
es_es: Autobus

# Tipo_cabeza_tractora
source: Tractor Unit
de_de: Traktor Kopf
es_es: Cabeza Tractora

# Tipo_grua
source: Tow Truck
de_de: Kran
es_es: Grúa

# Tipo_remolque
source: Trailer
de_de: Anhänger
es_es: Remolque

# Tipo_camioneta
source: Van
de_de: Lieferwagen
es_es: Furgoneta

# Tipo_barco
source: Ship
de_de: Boot
es_es: Embarcación

# Asignar_dispositivos_info
source: Select the devices you want to assign from the list on the left and press the button that points to the right to assign them to the vehicle. To remove a device you must select it in the right list and press the button that points to the left.
de_de: Wählen Sie die Geräte, die Sie zuweisen möchten, aus der Liste auf der linken Seite und drücken Sie die Taste, die nach rechts zeigt, um sie dem Fahrzeug zuzuweisen. Um ein Gerät zu entfernen, müssen Sie es in der rechten Liste auswählen und den Knopf drücken, der nach links zeigt.
es_es: Seleccione los dispositivos que quiera asignar de la lista de la izquierda y pulse el botón que apunta a la derecha para asignarlos al vehículo. Para quitar un dispositivo se debe seleccionar en la lista derecha y pulsar el botón que apunta a la izquierda.

# Numero_vehiculos
source: Vehicles count
de_de: Anzahl der Fahrzeuge
es_es: Número de vehículos

# Vehiculos_sin_dispositivos
source: Vehicles without devices assigned
de_de: Fahrzeuge ohne zugewiesene Geräte
es_es: Vehículos sin dispositivos asignados

# Descripcion_apertura
source: Open a vehicle's padlock
de_de: Öffnen des Vorhängeschlosses eines Fahrzeugs
es_es: Apertura del candado de un vehículo

# Encabezado_apertura
source: Are you sure you want to open the padlock for the selected vehicle?
de_de: Möchten Sie das Vorhängeschloss des ausgewählten Fahrzeugs wirklich öffnen?
es_es: ¿Seguro de que desea abrir el candado del vehículo seleccionado?

# Vehiculo_apertura_error
source: The vehicle {0} padlock has not been successfully opened
de_de: Die Fahrzeugsperre {0} wurde nicht erfolgreich geöffnet
es_es: Se ha producido un error en la apertura del candado del vehículo {0}

# Vehiculo_apertura_exito
source: The vehicle {0} padlock has been successfully opened
de_de: Das Fahrzeugschloss {0} wurde erfolgreich geöffnet
es_es: Apertura del candado del vehículo {0} correcta

# Apertura_error
source: The padlock has not been successfully opened
de_de: Das Vorhängeschloss wurde nicht erfolgreich geöffnet
es_es: Se ha producido un error en la apertura del candado

# Apertura_exito
source: Padlock opened successfully
de_de: Vorhängeschloss erfolgreich geöffnet
es_es: Apertura del candado correcta

# Dispositivos
source: Devices
es_es: Dispositivos

# Vehiculos_referencia
source: Vehicle {0} can not be deleted because there are {1} associated.
es_es: El vehículo {0} no se puede eliminar porque existen {1} asociados.

# Ubicaciones
source: Locations
es_es: Ubicaciones

# Vehiculo_editado_error_dispositivo
source: The vehicle has devices from company {0} so it can not be changed to company {1}
es_es: El vehículo tiene dispositivos de la empresa {0} por lo que no se puede cambiar a la empresa {1}

# Asignar_dispositivos_info_xs
source: Select the devices you want to assign from the list on the top and press the button that points to the bottom to assign them to the vehicle. To remove a device you must select it in the bottom list and press the button that points to the top.
es_es: Seleccione los dispositivos que quiera asignar de la lista superior y pulse el botón que apunta hacia abajo para asignarlos al vehículo. Para quitar un dispositivo se debe seleccionar en la lista inferior y pulsar el botón que apunta hacia arriba.

# Vehiculo_editado_error_ubicacion
source: The vehicle has locations from company {0} so it can not be changed to company {1}
es_es: El vehículo tiene ubicaciones de la empresa {0} por lo que no se puede cambiar a la empresa {1}

# Tipo_tractor
source: Tractor
de_de: Traktor
